Repository: chaldea-center/chaldea
Catalog: lib/l10n/intl_*.arb
Languages: ar, ja, ko, ru, zh, zh_hant

source: Costume Unlock
ar: فتح زي خاص
ja: 霊衣開放
ko: 영의개방
ru: Костюм Разблокирован
zh: 灵衣开放
zh_hant: 靈衣開放

source: Counts
ar: عد
ja: カウント
ko: 카운트
zh: 计数
zh_hant: 計數

source: Craft Essence
ar: الكرافتز
ja: 概念礼装
ko: 개념예장
zh: 概念礼装
zh_hant: 概念禮裝

# craft_essence_short
source: CE
ko: 예장
zh: 礼装

# create_account_textfield_helper
source: You can add more accounts later in Settings
ar: يمكنك إضافة المزيد من الحسابات لاحقا في الاعدادات
ja: より多くのアカウントを後設定で追加できます
ko: 더 많은 계정을 나중에 추가할 수 있습니다
ru: Вы можете добавить дополнительные учетные записи позже в настройках.
zh: 稍后在设置中可以添加更多游戏账号
zh_hant: 稍後在設置中可以添加更多遊戲帳號

source: Create Custom Skill
ko: 커스텀 스킬 생성
ru: Создать пользовательский навык
zh: 创建自定义技能
zh_hant: 創建自訂技能

# create_duplicated_svt
source: Create duplicated
ar: اصنع تكرار
ja: 2号機を生成
ko: 2호기 생성하기
ru: Создать дубликат
zh: 生成2号机
zh_hant: 生成2號機

source: Create Mooncell Summon
ru: Создать призыв Mooncell
zh: 创建Mooncell卡池

source: Crit Star Mod
ja: スター補正
ko: 스타 보정
ru: Модификатор Крит. Звёзд
zh: 暴击星补正
zh_hant: 爆擊星補正

# critical_attack
source: Critical
ja: クリティカル
ko: 크리티컬
ru: Критическая
zh: 暴击
zh_hant: 爆擊

source: Critical Star
ja: スター
ko: 스타
ru: Критическая Звезда
zh: 暴击星
zh_hant: 爆擊星

source: Critical Team
ru: Критическая Команда
zh: 暴击队

# cur_account
source: Current Account
ar: الحساب الحالي
ja: アカウント
ko: 계정
ru: Текущий Аккаунт
zh: 当前账号
zh_hant: 當前帳號

source: Current
ar: حالي
ja: 現在
ko: 현재
ru: Текущий
zh: 当前
zh_hant: 當前

source: Current Version
ar: النسخة الحالية
ja: 現バージョン
ko: 현재 버전
ru: Текущая Версия
zh: 当前版本
zh_hant: 當前版本

# custom_chara_figure
source: Custom Chara Figure Face
ja: キャラの表情差分をカスタマイズ
ko: 캐릭터의 표정 커스터마이즈
zh: 自定义立绘表情差分
zh_hant: 自訂立繪表情差分

# custom_chara_figure_intro
source: Long press on any Figure(with multiple faces, url contains /CharaFigure/[id]/) will take you here. Or input the figure id/url below. - Servant-Illustration-Figure - Event/War "Assets" page - Story script - open menu - Assets
ja: 差分を持つ任意のイラストをクリックすると(urlは/CharaFigure/[id]/)、クイックジャンプができる。また、以下に対応するイラストIDまたはイラストのアドレスを入力するもよい。 -サーヴァント-イラスト-イラスト差分 - キャンペーン/メインストーリーの”ソース”頁 - ストーリーテキスト-メニュー-ソース
ru: Нажмите и удерживайте любую иллюстрацию персонажа с отличием (url: /CharaFigure/[id]/), чтобы быстро перейти на следующую страницу. Также можно ввести идентификатор соответствующей иллюстрации или адрес изображения ниже. - Слуга - Рисунок карты - Различия в иллюстрациях персонажей - Страница "Ресурсы" события/основной истории - Читать историю - Главное меню - Ресурсы
zh: 长按任一带差分的立绘(url为/CharaFigure/[id]/)，可进行快速跳转。或在下方输入对应的立绘id或立绘图片地址。 - 从者-卡面-立绘差分 - 活动/主线的"资源"页面 - 阅读剧情-菜单-资源
zh_hant: 長按任一帶差分的立繪(url為/CharaFigure/[id]/)，可進行快速跳轉。或在下方輸入對應的立繪id或立繪圖片地址。 - 從者-卡面-立繪差分 - 活動/主線的"資源"頁面 - 閱讀劇情-主選單-資源

source: Custom Mission
ar: مهمة مخصصة
ja: カスタム任務
ko: 맞춤 미션
ru: Пользовательская Миссия
zh: 自定义任务
zh_hant: 自訂任務

# custom_mission_mixed_type_hint
source: Enemy conditions and Quest conditions must not be mixed in one mission
ja: 一つのクエスト内はエネミー類条件とクエスト類条件が同時使用不可
ru: Условия противника и условия задания не должны смешиваться в одной миссии.
zh: 同一任务中敌人类条件与关卡类条件不可一起使用
zh_hant: 同一任務中敵人類條件與關卡類條件不可一起使用

# custom_mission_nothing_hint
source: No mission, click + to add mission
ar: لا مهام اضغط + لأضافة مهمة
ja: ミッションがありません。＋をクリックして追加しましょう。
ko: 미션이 없습니다 +를 클릭하여 추가합시다
ru: Нет миссии, нажмите +, чтобы добавить миссию
zh: 无任务，点击+添加
zh_hant: 無任務，點擊+添加

# custom_mission_source_mission
source: Original Mission
ar: مصدر المهمة
ja: 元任務
ko: 오리지널 미션
ru: Оригинальная Миссия
zh: 原任务
zh_hant: 原任務

source: Custom Skill
ko: 커스텀 스킬
ru: Пользовательский Навык
zh: 自定义技能

# daily_ember_quest
source: Ember Gathering
ja: 種火集め
ko: 종화 수집
zh: 搜集种火
zh_hant: 蒐集種火

# daily_qp_quest
source: Enter the Treasure Vault
ja: 宝物庫の扉を開け
ko: 보물창고의 문을 열어라
zh: 打开宝物库之门
zh_hant: 打開寶物庫之門

# daily_training_quest
source: Training Ground
ja: 修練場
ko: 수련장
zh: 修炼场
zh_hant: 修練場

source: Damage
ko: 데미지
ru: Урон
zh: 伤害
zh_hant: 傷害

# damage_np_hp_ratio_max_rate
source: More Powerful with Lower/Higher HP: Use MAX Rate
zh: HP越少/多倍率越高: 使用最大倍率
zh_hant: HP愈少(多)倍率愈高: 使用最大倍率

# damage_np_indiv_sum_count
source: More powerful with more stackable traits
zh: 根据层数倍率提升
zh_hant: 根據層數倍率提升

source: Damage Rate
ar: نسبة الضرر
ja: 攻撃係数
ko: 데미지 계수
zh: 伤害系数
zh_hant: 傷害係數

# damage_recorder_param_hint
source: Click to show calculation parameters
zh: 点击可显示详细计算参数

source: Dark mode
ar: الوضع المظلم
ja: ダークモード
ko: 다크 모드
ru: Настройка Темы
zh: 深色模式
zh_hant: 深色模式

# dark_mode_dark
source: Dark
ar: المظلم
ja: ダーク
ko: 다크
ru: Тёмная
zh: 深色
zh_hant: 深色

# dark_mode_light
source: Light
ar: الوضع المضيئ
ja: ライト
ko: 라이트
ru: Светлая
zh: 浅色
zh_hant: 淺色

# dark_mode_system
source: System
ar: حسب النظام
ja: システム
ko: 시스템
ru: Система
zh: 系统
zh_hant: 系統

source: Database
ar: قاعدة البيانات
ja: データベース
ko: 데이터베이스
ru: База данных
zh: 数据库

# database_not_downloaded
source: Database is not downloaded, still continue?
ar: قاعدة البيانات غير محملة ،ترغب بالاستمرار ؟
ja: データベースはダウンロードしませんが、続きますか？
ko: 데이터베이스를 다운로드하지 않지만 계속됩니까?
ru: База данных не загружена, продолжить?
zh: 数据库未下载，仍然继续?
zh_hant: 資料庫未下載，仍然繼續?

source: Dataset version
ar: إصدار حزمة البيانات
ja: データセットのバージョン
ko: 데이터 세트 버전
ru: Версия Базы данных
zh: 数据版本
zh_hant: 數據版本

source: Date
ar: تاريخ
ja: 日付
ko: 일
ru: Дата
zh: 日期
zh_hant: 日期

source: Death Chance
ja: 即死成功率
ko: 즉사 성공 확률
ru: Шанс Смерти
zh: 即死成功率
zh_hant: 即死成功率

source: Death Effect Rate
ja: 即死効果率
ko: 즉사 무효 확률
zh: 即死效果率
zh_hant: 即死效果率

source: Debuff Immune
ja: 弱体無効
ko: 약화 무효
zh: 弱化无效
zh_hant: 弱化無效

source: Def NP Gain Mod
ja: 敵攻撃補正
ko: 적 공격 보정
zh: 敌攻击补正
zh_hant: 敵攻擊補正

source: Default Lvs
ru: Уровень по умолчанию
zh: 默认等级
zh_hant: 預設等級

# default_lvs_hint
source: Default lv setting is used only if "Prefer Player Data" turned off or servant/CE not favorite.
ru: Настройка "Уровень по умолчанию" используется только в том случае, если отключено "Предпочитать данные игрока" или если слуга/CE не является избранным.
zh: 默认等级仅在"玩家数据"禁用或从者/礼装未关注时使用
zh_hant: 預設等級僅在未開啟"優先使用玩家數據"或從者/禮裝未關注時使用

source: Defense NP Rate
ja: 被ダメージNP获得量
ko: 피격 시 NP획득량
zh: 受击NP率
zh_hant: 受擊NP率

source: Delete
ar: حذف
ja: 削除
ko: 삭제
ru: Удалить
zh: 删除
zh_hant: 刪除

# delete_reason
source: Reason for Deletion
ko: 삭제 이유
ru: Причина удаления
zh: 删除理由

# delete_unreleased_card
source: Delete Unreleased Cards
ja: 未実装カードを削除
ko: 미구현카드를 제거
ru: Удалить невыпущенные карты
zh: 删除未实装卡牌
zh_hant: 刪除未實裝卡牌

source: Demands
ar: متطلبات
ja: 要件
ko: 요구량
ru: Требования
zh: 需求
zh_hant: 需求

source: Describe Mission
zh: 描述任务
zh_hant: 描述任務

source: Desktop only
ar: سطح المكتب فقط
ja: PC版のみ
ko: 데스크탑 만
ru: Только ПК
zh: 仅限桌面版
zh_hant: 僅限桌面版

source: Details
ar: التفاصيل
ja: 詳細
ko: 상세
ru: Подробности
zh: 详情
zh_hant: 詳細

# detective_mission
source: Detective Missions
ja: 探偵ミッション
ko: 탐정 미션
ru: Детективные миссии
zh: 侦探任务
zh_hant: 偵探任務

source: Detective Rank
ja: 探偵ランク
ko: 탐정 랭크
ru: Детективное звание
zh: 侦探等级
zh_hant: 偵探等級

source: Disable
ko: 사용불가
ru: Отключить
zh: 禁用
zh_hant: 禁用

source: Disable Event Effects
ko: 이벤트 효과 사용불가
ru: Отключить эффекты событий
zh: 禁用活动效果
zh_hant: 禁用活動效果

source: Disabled
ko: 사용불가
ru: Отключено
zh: 禁用
zh_hant: 禁用

source: Disallow MLB
ru: Запретить MLB
zh: 禁止满破

# display_grid
source: Grid
ar: شبكة
ja: グリッド
ko: 그리드
ru: Сетка
zh: 网格
zh_hant: 網格

# display_list
source: List
ar: قائمة
ja: リスト
ko: 리스트
ru: Список
zh: 列表
zh_hant: 列表

# display_setting
source: Display Settings
ar: إعدادات العرض
ja: 設定表示
ko: 시스템 설정
ru: Настройки отображения
zh: 显示设置
zh_hant: 顯示設置

# display_show_window_fab
source: Show Multi-Window Button
ar: عرض زر النوافذ المتعددة
ko: 멀티 윈도우 버튼 표시
ru: Показать кнопку многооконного режима
zh: 显示多窗口按钮
zh_hant: 顯示多分頁按鈕

source: DONE
ar: تم
ja: 完成
ko: 완성
ru: ГОТОВО
zh: 完成
zh_hant: 完成

source: Download
ar: تحميل
ja: ダウンロード
ko: 다운로드
ru: Скачать
zh: 下载
zh_hant: 下載

# download_latest_gamedata_hint
source: To ensure compatibility, please upgrade to the latest APP version before updating
ar: لضمان التوافق الرجاء تحديث آخر نسخة من التطبيق قبل تحديث البيانات
ja: 互換性を確保するために、更新する前にアプリの最新バージョンにアップデードしてください
ko: 호환을 위해 앱을 최신 버전으로 업그레이드하십시오.
ru: Чтобы обеспечить совместимость, перед обновлением обновите приложение до последней версии.
zh: 为确保兼容性，更新前请升级至最新版APP
zh_hant: 為確保兼容性，更新前請升級至最新版APP

source: Download source
ar: مصدر التحميل
ja: ダウンロードソース
ko: 다운로드 소스
ru: Скачать исходный код
zh: 下载源
zh_hant: 下載源

# download_source_hint
source: CN endpoint for China mainland
ar: تحديث حزمة البيانات والتطبيق
ja: 中国大陸なら中国エンドポイントを選択
ko: 중국 대륙이라면 중국 엔드포인트를 선택
ru: Конечная точка CN для материкового Китая
zh: 大陆地区请选择国内节点
zh_hant: 大陸地區請選擇大陸節點

source: Downloaded
ar: تم التحميل
ja: ダウンロード済み
ko: 다운로드 끝남
ru: Загружено
zh: 已下载
zh_hant: 已下載

source: Downloading
ar: جاري التحميل
ja: ダウンロード中
ko: 다운로드 중
ru: Загрузка
zh: 下载中
zh_hant: 下載中

source: Drag to sort
ru: Перетащите для сортировки
zh: 拖动进行排序
zh_hant: 拖動進行排序

# drop_calc_empty_hint
source: Click + to add items
ar: اضغط + لإضافة عنصر
ja: ＋をクリックしてアイテムを追加
ko: +를 클릭하여 아이템 추가
ru: Нажмите +, чтобы добавить элементы
zh: 点击 + 添加素材
zh_hant: 點擊 + 添加素材

# drop_calc_min_ap
source: Min AP
ar: متوسط AP
ja: APの最低限
ko: 최소 AP
ru: Мин AP
zh: 最低AP
zh_hant: 最低AP

# drop_calc_solve
source: Solve
ar: احسب
ja: 解答
ko: 풀이
ru: Решить
zh: 求解
zh_hant: 求解

# drop_from_all_hashes_hint
source: The quest enemies only show a certain version, but the drop data is collected from all versions.
ru: Квестовые враги показаны только для текущей версии, но данные о выпадении собираются со всех версий.
zh: 虽敌方配方配置仅显示其中一个版本，但掉落数据统计自全部版本。
zh_hant: 雖敵方配方配置僅顯示其中一個版本，但掉落數據統計自全部版本。

source: Drop rate
ar: نسبة الدروب
ja: ドロップ率
ko: 드롭률
ru: Шанс Выпадения
zh: 掉率
zh_hant: 掉率

# drops_warning_has_rare_enemy
source: There are rare or additional enemies in this quest. Please switch versions to get the correct drop information.
ru: В этом задании есть редкие или дополнительные враги. Пожалуйста, переключитесь на другую версию, чтобы получить правильную информацию о выпадении.
zh: 此关卡存在稀有或追加敌人，请切换版本以获取正确的掉落信息

source: Duplicated Servant
ko: 2호기
ru: Дублированный Слуга
zh: 2号机
zh_hant: 2號機

# duplicated_servant_duplicated
source: Duplicated
ko: 2호기
ru: Дублированный
zh: 2号机
zh_hant: 2號機

# duplicated_servant_primary
source: Primary
ko: 초호기
ru: Начальный
zh: 初号机
zh_hant: 初號機

source: Edge-swipe pop gesture
ru: Принудительно включить жест «Всплывающее смахивание» от края
zh: 侧滑弹出页面

source: Edit
ar: تعديل
ja: 編集
ko: 수정
ru: Изменить
zh: 编辑
zh_hant: 編輯

source: Effect Scope
ja: 効果範囲
ko: 효과 범위
ru: Область эффекта
zh: 效果范围
zh_hant: 效果範圍

source: Effect Search
ar: البحث عن بف
ja: 効果検索
ko: 효과 검색
ru: Поиск эффекта
zh: 效果检索
zh_hant: 效果檢索

# effect_search_trait_hint
source: Effective condition of Func or Buff. Poison/Curse/Burn also search buffs containing the trait.
ru: Условия активации Func/Buffs включают отравление/проклятие/ожог, которые также фильтруют баффы, содержащие это свойство.
zh: Func/Buff的生效条件，其中毒/诅咒/灼伤也筛选含有该特性的buff
zh_hant: Func/Buff的生效條件，其中毒/詛咒/灼傷也篩選含有該特性的buff

source: Effect Target
ar: هدف التأثير
ja: 効果対象
ko: 효과 대상
ru: Цель Эффекта
zh: 效果对象
zh_hant: 效果對象

source: Effect Type
ar: نوع التأثير
ja: 効果タイプ
ko: 효과 타입
ru: Тип Эффекта
zh: 效果类型
zh_hant: 效果類型

source: Effective Condition
ar: شرط التأثير
ko: 발동 조건
ru: Эффективные условия
zh: 生效条件
zh_hant: 生效條件

source: Efficiency
ar: كفاءة
ja: 効率
ko: 효율
ru: Эффективность
zh: 效率
zh_hant: 效率

# efficiency_type
source: Efficient
ar: كفاءة
ja: 効率タイプ
ko: 효율 타입
ru: Эффективный
zh: 效率类型
zh_hant: 效率類型

# efficiency_type_ap
source: 20AP Rate
ar: 20APنسبة
ja: 20AP効率
ko: 20AP 효율
zh: 20AP效率
zh_hant: 20AP效率

# efficiency_type_drop
source: Drop Rate
ar: نسبة الدروب
ja: ドロップ率
ko: 드롭률
ru: Шанс Выпадения
zh: 每场掉率
zh_hant: 每場掉率

source: Email
ar: بريد
ja: メール
ko: 메일
zh: 邮箱
zh_hant: 郵箱

# empty_hint
source: Empty
ar: فارغ
ru: Пусто
zh: 无内容
zh_hant: 空無一物

source: Enable
ru: Включить
zh: 启用
zh_hant: 啟用

source: Enable Split View
ru: Включить разделенный вид
zh: 启用分屏视图

source: End Enemy Turn
ru: Конец Хода Врага
zh: 结束敌方回合

source: Ended
ru: Закончен
zh: 已结束

source: Enemy
ar: عدو
ja: エネミー
ko: 적
ru: Враг
zh: 敌人
zh_hant: 敵人

source: Enemy Count
ru: Количество Врагов
zh: 敌人数量
zh_hant: 敵人數量

# enemy_filter_trait_hint
source: Trait filter is only used for enemies in Main Story's free quests
ar: فلتر العلامة "ترايت" يستخدم فقط للفري كويست من القصة الأساسية.
ja: 特性のフィルターは、フリークエストの敵にのみ適用される
ko: 특성 필터는 프리퀘스트 적에게만 적용
ru: Фильтр трейторв используется только для врагов в Free Quest-ах основной истории.
zh: 特性筛选仅适用于主线Free的敌人
zh_hant: 特性篩選僅適用於主線FQ的敵人

# enemy_leader_hint
source: Leader: battle ends if defeated
ar: القائد : تنتهي المعركة اذا تمت هزيمته
ru: Лидер: битва заканчивается если повержен
zh: 首领: 被击败时战斗结束
zh_hant: 首領:被擊敗時戰鬥結束

# enemy_list
source: Enemies
ar: الاعداء
ja: エネミー
ko: 적
ru: Враги
zh: 敌人一览
zh_hant: 敵人一覽

source: Enemy Master
ko: 적군 마스터
ru: Вражеский Мастер
zh: 敌方御主
zh_hant: 敵方御主

# enemy_not_servant
source: Non-Servant
ru: Не Слуга
zh: 非从者
zh_hant: 非從者

source: Enemy Only
ru: Только Враги
zh: 仅敌人

source: Enemy Only NPs
ru: Только NP Врагов
zh: 仅用于敌方宝具
zh_hant: 僅用於敵方寶具

# enemy_summary
source: Summary
ar: ملخص
ru: Сводка
zh: 敌人汇总
zh_hant: 敵人彙總

source: Enhance
ar: تطوير
ja: 強化
ko: 강화
ru: Усилить
zh: 强化
zh_hant: 強化

# enhance_warning
source: The following items will be consumed for enhancement
ar: سيتم استهلاك العناصر التالية للتطوير
ja: 強化すると、次のアイテムが控除されます
ko: 강화하게 되면 다음 아이템이 소비됩니다
ru: Следующие предметы будут использованы для усиления
zh: 强化将扣除以下素材
zh_hant: 強化將扣除以下素材

source: Error
ar: خطأ
ja: エラー
ko: 오류
ru: Ошибка
zh: 错误
zh_hant: 錯誤

# error_no_data_found
source: No data found
ar: لا يوجد بيانات
ja: データが見つかりません
ko: 버전 정보를 찾을 수 없습니다
ru: Данные не найдены
zh: 未找到数据文件
zh_hant: 未找到數據文件

# error_no_internet
source: No internet
ar: لا انترنت
ja: インターネットに接続できません
ko: 인터넷 연결 없음
ru: Нет интернета
zh: 无网络连接
zh_hant: 無網路連接

# error_required_app_version
source: Required app version: ≥ {version} (Current: {curVer})
ja: 最低限のアプリバージョン: ≥ {version} (現在: {curVer})
ko: 필요한 앱 버전 : ≥{version} (현재: {curVer})
ru: Требуемая версия приложения: ≥ {version} (Текущая: {curVer})
zh: App版本需不低于{version} (当前:{curVer})
zh_hant: App版本需不低於{version}

# error_widget_hint
source: Error! Click to go back >_<
ar: >_< خطأ ! اضغط للعودة
ko: 오류! 돌아가려면 클릭하세요 >_<
ru: Ошибка! Нажмите чтобы вернуться >_<
zh: 错误!点击返回>_<
zh_hant: 錯誤! 請點擊返回 >_<

source: Event
ar: حدث
ja: イベント
ko: 이벤트
ru: Событие
zh: 活动
zh_hant: 活動

# event_ap_cost_half
source: AP Cost 1/2
ja: 消費AP 50% DOWN
ko: 소비 AP 50% DOWN
ru: AP стоимость 1/2
zh: AP消耗减半
zh_hant: AP消費減半

# event_bonus
source: Bonus
ar: إضافي
ja: ボーナス
ko: 보너스
ru: Бонус
zh: 加成
zh_hant: 加成

# event_bulletin_board
source: Bulletin
ko: 게시판
ru: Бюллетень
zh: 咕咕报
zh_hant: 咕咕報

# event_collect_items
source: Collect Items
ar: تجميع موارد
ja: アイテム収集
ko: 아이템 수집
ru: Собирайте материалы
zh: 收取素材
zh_hant: 收取素材

# event_custom_item
source: Custom Getatable Items
ko: 커스텀 획득가능 재료
ru: Пользовательские получаемые элементы
zh: 自定义可获得素材
zh_hant: 自訂可獲得素材

# event_custom_item_empty_hint
source: Click + button to customize items
ko: ＋버튼을 클릭해 커스텀할 재료를 선택하세요
ru: Нажмите +, чтобы настроить элементы
zh: 点击+按钮自定义可获得素材
zh_hant: 點擊+按鈕自訂可獲得素材

# event_digging
source: Digging
ko: 파다
ru: Копание
zh: 发掘
zh_hant: 發掘

# event_fortification
source: Fortification
ru: Фортификация
zh: 梁山泊
zh_hant: 強化

# event_free_quest
source: Event FQ
zh: 活动Free
zh_hant: 活動FQ

# event_heel
source: Heel
ru: Каблук
zh: 鞋跟

# event_item_extra
source: Extra Items
ar: عناصر إضافية
ja: 追加アイテム
ko: 기타 아이템
ru: Дополнительные предметы
zh: 额外素材
zh_hant: 額外素材

# event_item_fixed_extra
source: Extra Fixed Items
ja: 追加固定アイテム
ko: 기타 고정 아이템
ru: Дополнительные фиксированные предметы
zh: 额外固定素材
zh_hant: 額外固定素材

# event_lottery
source: Lottery
ar: يانصيب
ja: ボックス
ko: 룰렛
ru: Лотерея
zh: 奖池
zh_hant: 獎池

# event_lottery_limit_hint
source: Max {n} lottery
ar: اقصى {n} يانصيب
ja: 最大{n}ボックス
ko: 최대 {n}회 제한
ru: Макс. лотерея: {n}
zh: 最多{n}池
zh_hant: 最多{n}池

# event_lottery_limited
source: Limited lottery
ar: يانصيب محدود
ja: 有限なボックスガチャ
ko: 제한된 룰렛
ru: Ограниченная лотерея
zh: 有限池
zh_hant: 有限池

# event_lottery_unit
source: Lottery
ar: اليانصيب
ja: ボックス
ko: 룰렛
ru: Лотерея
zh: 池
zh_hant: 池

# event_lottery_unlimited
source: Unlimited lottery
ar: يانصيب غير محدود
ja: 無限なボックスガチャ
ko: 무제한 룰렛
ru: Неограниченная лотерея
zh: 无限池
zh_hant: 無限池

# event_mural
source: Murals
ja: 壁画
ko: 벽화
ru: Фрески
zh: 壁画

# event_only_trait_hint
source: This trait may be event only servant/enemy trait or field trait. Normal servant or enemy may not have this trait, they may have another trait with similar name but different ID. Some traits are not translated with 'Servant', but they may be servant only trait in event.
ko: 이 특성은 이벤트 전용 서번트/적 특성 또는 필드 특성일 수 있습니다. 일반 서번트나 적에게는 이 특성이 없을 수도 있고, 이름은 비슷하지만 ID가 다른 특성이 있을 수도 있습니다. 일부 특성은 '서번트'로 번역되지 않지만 이벤트에서는 서번트 전용 특성일 수 있습니다.
ru: Это может быть трейтом Слуги/врага, ограниченная событием, или трейтом поля. Обычные Слуги/враги могут не иметь этого трейтом, но могут иметь трейт с тем же названием, но разными идентификаторами. Некоторые трейты, хотя и не транслируются явным образом в Слуге, могут быть ограничены событием..
zh: 这可能是一个活动限定的从者/敌人特性或场地特性。 常规从者/敌人可能不包含此特性，但可能包含同名但不同ID的特性。 部分特性虽未翻译出从者，但活动中可能是从者限定特性。
zh_hant: 這可能是一個活動限定的從者/敵人特性或場地特性。 常規從者/敵人可能不包含此特性，但可能包含同名但不同ID的特性。 部分特性雖未翻譯出從者，但活動中可能是從者限定特性。

source: Event Point
ar: نقطة الايفنت
ko: 이벤트 포인트
ru: Очко События
zh: 活动点数
zh_hant: 活動點數

# event_point_reward
source: Points
ar: نقاط
ja: ポイント
ko: 포인트
ru: Очки
zh: 点数
zh_hant: 點數

# event_quest
source: Event Quests
ar: مهام الايفنت
ja: イベントクエスト
ko: 이벤트 퀘스트
ru: Квесты События
zh: 活动关卡
zh_hant: 活動關卡

# event_raid
source: Raid
ru: Рейд
zh: 团体战

# event_recipe
source: Recipe
ko: 레시피
ru: Рецепт
zh: 配方
zh_hant: 配方

# event_rerun_replace_grail
source: Grail to crystal: {n}/{total}
ar: كريستال الى لور : {n}
ja: 聖杯は伝承結晶{n}/{total}個に置き換わります
ko: 전승결정으로 대체되는 성배의 개수 : {n}/{total}
ru: Грааль в кристалл: {n}/{total}
zh: 圣杯替换为传承结晶 {n}/{total} 个
zh_hant: 聖杯替換為傳承結晶 {n}/{total} 個

source: Event Shop
ar: متجر الايفنت
ko: 이벤트 상점
ru: Магазин События
zh: 活动商店
zh_hant: 活動商店

source: Event Skill
ar: سكل الايفنت
ko: 이벤트 스킬
ru: Навык События
zh: 活动技能
zh_hant: 活動技能

# event_svt
source: Event Servant
ru: Слуга События
zh: 活动从者

# event_svt_withdraw
source: Withdrawn
ko: 철수
ru: Изъят
zh: 已离队

# event_tower
source: Tower
ar: برج
ja: 塔
ko: 타워
ru: Башня
zh: 塔
zh_hant: 塔

# event_trade
source: Trade
ja: 貿易
zh: 贸易

# event_treasure_box
source: Treasure Box
ar: بطاقة استبدال
ja: 宝箱
ko: 보물 상자
ru: Сундук с сокровищами
zh: 宝箱
zh_hant: 寶箱

source: Exchange Count
ar: حساب المبادلة
ko: 교환 가능 수량
ru: Количество обменов
zh: 可交换次数
zh_hant: 可交換次數

source: Exchange Ticket
ar: تذكرة المبادلة
ja: 素材交換券
ko: 교환 티켓
ru: Билет Обмена
zh: 素材交换券
zh_hant: 素材交換券

# exchange_ticket_short
source: Ticket
ar: التذكرة
ja: 交換券
ko: 티켓
ru: Билет
zh: 交换券
zh_hant: 交換券

source: Exclude Random Enemy Quests
ru: Исключить Случайных Exclude Random Enemy Quests
zh: 排除随机敌人的关卡

# exp_card_plan_lv
source: Levels
ar: المستويات
ja: レベル
ko: 레벨
ru: Уровни
zh: 等级
zh_hant: 等級

# exp_card_plan_next
source: NEXT
ar: التالي
ko: 다음
ru: ДАЛЕЕ
zh: 距离下一级
zh_hant: 距離下一級

# exp_card_same_class
source: Same Class
ar: نفس الكلاس
ja: 同じクラス
ko: 같은 클래스
ru: Тот же Класс
zh: 相同职阶
zh_hant: 相同職階

# exp_card_title
source: Exp Card
ar: بطاقة التطوير
ja: 種火計算
ko: 경험치 카드
ru: Карта Опыта
zh: 种火需求
zh_hant: 種火需求

source: Expand
ru: Расширить
zh: 展开
zh_hant: 展開

source: Extra Passive
ru: Экстра Пассивные
zh: 额外被动
zh_hant: 額外被動

source: Failed
ar: فشل
ja: 失敗
ko: 실패
ru: Не удалось
zh: 失败
zh_hant: 失敗

source: Favorite
ar: مفضل
ja: フォロー
ko: 즐겨찾기
ru: Избранное
zh: 关注
zh_hant: 關注

# favorite_all_shown_svt
source: Favorite All Shown Svts
ru: Добавить в изобранное всех показанных слуг
zh: 关注全部已显示从者
zh_hant: 關注全部已顯示從者

source: Favorite Teams
ru: Избранные команды
zh: 收藏的队伍

# feedback_add_attachments
source: e.g. screenshots, files.
ar: أضف لقطات شاشة او ملف مرفق
ja: e.g. スクショとその他のファイル
ko: e.g. 스크린샷, 기타 파일
ru: например, скриншоты, файлы.
zh: e.g. 截图等文件
zh_hant: e.g. 截圖等文件

# feedback_contact
source: Contact information
ar: معلومات التواصل
ja: 連絡先情報
ko: 연락처 정보
ru: Контактная информация
zh: 联系方式
zh_hant: 聯繫方式

# feedback_content_hint
source: Feedback or Suggestion
ar: المرجعية والاقتراحات
ja: フィードバックと提案
ko: 피드백 또는 제안
ru: Отзыв или предложение
zh: 反馈与建议
zh_hant: 回饋與建議

# feedback_form_alert
source: Feedback form is not empty, still exit?
ja: フィードバックフォームは送信されませんが、終了します？
ko: 피드백은 전송되지 않습니다만, 종료하시겠습니까?
ru: Форма обратной связи не пуста, все равно выйти?
zh: 反馈表未提交，仍然退出?
zh_hant: 回饋表未提交，仍然退出?

# feedback_info
source: Please check <**FAQ**> first before sending feedback. And following detail is desired: - How to reproduce, expected behaviour - App/dataset version, device system and version - Attach screenshots and logs - It's better to provide contact info (e.g. Email) - DO NOT ask me why cannot find servant xxx
ar: يرجى مراجعة <** FAQ **> أولاً قبل التواصل . والتفاصيل التالية مطلوبة: - كيف يجب ان يكون / المتوقع - إصدار التطبيق / إصدار حزمة البيانات الحالية ونظام الجهاز والإصدار - إرفاق لقطات وسجلات - من الأفضل تقديم معلومات الاتصال (مثل البريد الإلكتروني)
ja: フィードバックを送信する前に、<**FAQ**>を確認してください。 フィードバックを提供する際は、詳しく説明してください。 - 再現方法/期待されるパフォーマンス - アプリ/データのバージョン、デバイスシステム/バージョン - スクショとログを添付する - そして、連絡先情報（電子メールなど）を提供するようにしてください
ko: 피드백을 전송하기 전에, <**FAQ**>를 확인해주세요. 피드백을 적을 때에는 상세하게 적어주시길 바랍니다. - 재현 방법/예상되는 동작 - 앱/데이터의 버전, 디바이스 시스템/버전 - 스크린샷과 로그를 첨부 - 연락처 정보(전자메일 등)을 적어주시는 것이 좋습니다. - 특정 서번트가 왜 안보이는지 질문하지 마세요
ru: Перед отправкой отзыва ознакомьтесь с разделом <**FAQ**>. Желательны следующие сведения: - Как воспроизвести проблему, ожидаемое поведение - Версия приложения/набора данных, версия системы устройства - Приложите скриншоты и журналы - Укажите контактную информацию (адрес электронной почты), если хотите получить ответ - НЕ спрашивайте, почему не могу найти слугу xxx
zh: 提交反馈前，请先查阅<**FAQ**>。反馈时请详细描述: - 如何复现/期望表现 - 应用/数据版本、使用设备系统及版本 - 附加截图日志 - 以及最好能够提供联系方式(邮箱等) - 不要问为什么没找到某从者
zh_hant: 提交回饋前，請先查閱<**FAQ**>。回饋時請詳細描述: - 如何再現/期望表現 - 應用/數據版本、使用設備系統及版本 - 附加截圖日誌 - 以及最好能夠提供聯絡方式(信箱等) - 不要問為什麼沒找到某從者

# feedback_send
source: Send
ar: ارسل
ja: 送信
ko: 전송
ru: Отправить
zh: 发送
zh_hant: 發送

# feedback_subject
source: Subject
ar: هدف
ja: 件名
ko: 항목명
zh: 主题
zh_hant: 主題

# ffo_body
source: Body
ar: جسد
ja: 体
ko: 몸
ru: Тело
zh: 身体
zh_hant: 身體

# ffo_crop
source: Crop
ar: تكبير
ja: 切り抜く
ko: 자르기
ru: Обрезка
zh: 裁剪
zh_hant: 裁剪

# ffo_head
source: Head
ar: رأس
ja: 頭
ko: 머리
ru: Голова
zh: 头部
zh_hant: 頭部

# ffo_missing_data_hint
source: Please download or import FFO data first↗
ja: まずFFOリソースをダウンロードまたはインポートしてください↗
ko: 먼저 FFO데이터를 다운로드하거나 가져오세요↗
ru: Сначала загрузите или импортируйте данные FFO↗
zh: 请先下载或导入FFO资源包↗
zh_hant: 請先下載或導入FGO資源包↗

# ffo_same_svt
source: Same Servant
ar: نفس الخادم
ja: 同じ鯖
ko: 동일 서번트
ru: Тот же Слуга
zh: 同一从者
zh_hant: 同一從者

# fgo_domus_aurea
source: Domus Aurea
ar: FGO Domus Aurea
ja: 効率劇場
ko: 도무스 아우레아
zh: 效率剧场
zh_hant: 效率劇場

source: Field AI
ko: 필드 AI
ru: ИИ поля
zh: 场地AI
zh_hant: 場地AI

# file_not_found_or_mismatched_hash
source: File {filename} not found or mismatched hash: {hash} - {localHash}
ko: {filename} 파일을 찾을 수 없거나 해시가 일치하지 않습니다 : {hash} - {localHash}
ru: Файл {filename} не найден или имеет несоответствующий хэш: {hash} - {localHash}
zh: 文件{filename}未找到或错误: {hash} - {localHash}
zh_hant: 文件{filename}未找到或錯誤: {hash} - {localHash}

source: filename
ar: اسم الملف
ja: ファイル名
ko: 파일명
zh: 文件名
zh_hant: 文件名

source: Filter
ar: فلتر
ja: フィルター
ko: 필터
ru: Фильтр
zh: 筛选
zh_hant: 篩選

# filter_atk_hp_type
source: Type
ar: نوع
ja: 属性
ko: 타입
ru: Тип
zh: 属性
zh_hant: 屬性

# filter_category
source: Category
ar: فئة
ja: 分類
ko: 카테고리
ru: Категория
zh: 分类
zh_hant: 分類

# filter_match_all
source: Match All
ar: طابق الكل
ja: 全て
ko: 모두 선택
ru: Совпадение всех
zh: 全匹配
zh_hant: 全匹配

# filter_obtain
source: Obtains
ar: يمتلك
ja: 入手方法
ko: 습득 방법
ru: Получение
zh: 获取方式
zh_hant: 獲取方式

# filter_plan_not_reached
source: Plan Not Reach
ar: خطة غير محققه
ja: プラン未完成
ko: 계획 미달성
zh: 规划未满
zh_hant: 規劃未滿
