Repository: chaldea-center/chaldea
Catalog: lib/l10n/intl_*.arb
Languages: ar, ja, ko, ru, zh, zh_hant

# language
source: English
ar: عربي
ja: 日本語
ko: 한국어
ru: Русский
zh: 简体中文
zh_hant: 繁體中文

# language_en
source: English
ar: Arabic
ja: Japanese
ko: Korean
ru: Russian
zh: Simplified Chinese
zh_hant: Traditional Chinese

# about_app
source: About
ar: عن التطبيق
ja: ついて
ko: 정보
ru: О нас
zh: 关于
zh_hant: 關於

# about_app_declaration_text
source: The data used in this application comes from the game Fate/GO and the following websites. The copyright of the original texts, pictures and voices of game belongs to TYPE MOON/FGO PROJECT. The design of the program is based on the WeChat mini program "Material Programe" and the iOS application "Guda". Battle Simulator "Laplace" is implemented by Yome - the author of "FGO Simulator" - which is also inspired by FGO teamup.
ar: البيانات ضمن هذا التطبيق مصدرها لعبة Fate/GO والمواقع الاكترونية التابعة. حقوق نشر النصوص الأصلية، الصور، والصوتيات تنتمي الى TYPE MOON/FGO PROJECT. تصميم التطبيق مبني على التطبيق المصغر ل وي شات "material programe" وتطبيق ال آي او اس "GUDA".
ja: このアプリケーションで使用されるデータは、ゲームおよび次のサイトからのものです。ゲーム画像およびその他のテキストの著作権はTYPE MOON / FGO PROJECTに帰属します。 プログラムの機能と設計はWeChatアプリ「素材规划」とiOSアプリのGudaを参照しています。
ko: 이 어플리케이션에 사용되는 데이터는 게임 Fate/GO 및 게임 사이트에서 가져왔습니다. 게임의 텍스트, 그림, 음성의 저작권은 TYPE MOON/FGO PROJECT에 있습니다. 프로그램의 설계는 WeChat의 프로그램인 "Material Programe" 과 IOS 앱인 "Guda"를 기반으로 제작되었습니다.
ru: Данные, используемые в этом приложении, получены из игры Fate/GO и следующих сайтов. Авторские права на оригинальные тексты, картинки и голоса из игры принадлежат TYPE MOON/FGO PROJECT. Дизайн программы основан на мини-программе WeChat "Material Programe". и iOS-приложение "Guda". Боевой симулятор "Лаплас" реализован Yome - автором "FGO Simulator". - которая также вдохновлена командой FGO.
zh: 本应用Chaldea所使用数据均来源于游戏及以下网站，游戏图片文本原文等版权属于TYPE MOON/FGO PROJECT。 程序功能与界面设计参考微信小程序"素材规划"以及iOS版Guda。 战斗模拟器Laplace以FGOSimulator为蓝本，由原作者雨幕幕Yome制作，同时借鉴了FGO-Teamup的功能与设计。
zh_hant: 本應用Chaldea所使用數據均來源於遊戲及以下網站，遊戲圖片文本原文等版權屬於TYPE MOON/FGO PROJECT。 程式功能與界面設計參考微信小程式"素材規劃"以及iOS版Guda。 戰鬥模擬器Laplace以FGOSimulator為藍圖，由原作者雨幕幕Yome製作，同時借鑑了FGO-Teamup的功能與設計。

# about_data_source
source: Data source
ar: مصدر البيانات
ja: データソース
ko: 데이터 소스
ru: Источник данных
zh: 数据来源
zh_hant: 資料來源

# about_data_source_footer
source: Please inform us if there is unmarked source or infringement.
ar: الرجاء إعلامنا في حالة وجود مصادر غير مذكورة او تم التعدي عليها.
ja: マークされていないソースまたは侵害がある場合はお知らせください
ko: 출처가 표시되어 있지 않거나 침해가 있는 경우 알려주세요.
ru: Пожалуйста, сообщите нам, если есть неотмеченный источник или нарушение авторских прав.
zh: 若存在未标注的来源或侵权敬请告知
zh_hant: 若存在未標註的來源或侵權敬請告知

# about_feedback
source: Feedback
ar: المرجعية
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh: 反馈
zh_hant: 回饋

# account_title
source: Account
ar: الحساب
ja: アカウント
ko: 계정
ru: Аккаунт
zh: 账户
zh_hant: 帳號

source: Active Skill
ar: المهارة النشطة
ja: 保有スキル
ko: 보유 스킬
ru: Активный навык
zh: 主动技能
zh_hant: 主動技能

# active_skill_short
source: Active
ar: النشط
ja: 保有
ko: 보유
ru: Навык
zh: 主动
zh_hant: 主動

source: Ad
zh: 广告

source: Add
ar: أضف
ja: 追加
ko: 추가
ru: Добавить
zh: 添加
zh_hant: 添加

source: Add Condition
ar: أضافة شرط
ja: 条件追加
ko: 추가 조건
ru: Добавить условие
zh: 添加条件
zh_hant: 添加條件

# add_feedback_details_warning
source: Please add feedback details
ar: رجاءا ،أضف تفاصيل إلى المرجعية
ja: フィードバックの内容を記入してください
ko: 피드백 내용을 작성해주세요
ru: Пожалуйста, добавьте детали обратной связи
zh: 请填写反馈内容
zh_hant: 請填寫回饋內容

source: Add Mission
ar: اضافة مهمة
ja: ミッション追加
ko: 추가 미션
ru: Добавить Миссию
zh: 添加任务
zh_hant: 添加任務

# add_not_svt_trait_to_traum_enemy
source: Add [NotBasedOnServant] trait for Traum Enemies
zh: 添加Traum敌人的[非从者]特性

source: Add to blacklist
ar: ضف الى اللائحة السوداء
ja: ブラックリストに追加
ko: 블랙리스트 추가
ru: Добавить в черный список
zh: 加入黑名单
zh_hant: 加入黑名單

source: Additional Enemy
ru: Дополнительный враг
zh: 追加敌人

source: Anniversary
ar: الذكرى السنوية
ja: 周年
ko: 주년
ru: Годовщина
zh: 周年
zh_hant: 週年

# ap_campaign_time_mismatch_hint
source: Quest Campaigns' start time of non-JP regions may be incorrect
ko: 퀴스트 AP 등 관련 이벤트 표시 시간(일본 서버) 정확하지 않을 수 있음
ru: Время начала квестовых кампаний в регионах, не относящихся к JP, может быть неверным.
zh: 关卡AP等相关活动显示的时间(日服除外)可能不准确
zh_hant: 關卡AP等相關活動顯示的時間(日服除外)可能不準確

# ap_efficiency
source: AP rate
ar: AP نسبة
ja: AP効率
ko: AP 효율
ru: доля AP
zh: AP效率
zh_hant: AP效率

# app_data_folder
source: Data Folder
ar: مجلد البيانات
ja: データフォルダ
ko: 데이터 폴더
ru: Папка с данными
zh: 数据目录
zh_hant: 數據目錄

# app_data_use_external_storage
source: Use External Storage (SD card)
ar: استخدم تخزين خارجي (بطاقة SD)
ja: 外部ストレージ（SDカード）を使用
ko: 외부 스토리지 (SD 카드)를 사용
ru: Использовать внешнее хранилище (SD-карту)
zh: 使用外部储存(SD卡)
zh_hant: 使用外部儲存(SD卡)

source: Appearance
ja: 外観
ko: 디스플레이 설정
ru: Внешний вид
zh: 外观

source: Append Skill
ar: الباسيڨ سكيل
ja: アペンドスキル
ko: 어펜드 스킬
ru: Дополнительный Навык
zh: 追加技能
zh_hant: 追加技能

# append_skill_short
source: Append
ar: باسيف سكيل
ja: アペンド
ko: 어펜드
ru: Доп
zh: 追加
zh_hant: 追加

source: April Fool
ar: كذبة أبريل
ja: エイプリルフール
ko: 만우절
ru: Первое Апреля
zh: 愚人节
zh_hant: 愚人節

source: Ascension
ar: أسينشن
ja: 霊基
ko: 영기
ru: Вознесение
zh: 灵基
zh_hant: 靈基

# ascension_short
source: Ascen
ar: أسينشن
ja: 霊基
ko: 영기
ru: Вознес
zh: 灵基
zh_hant: 靈基

source: Ascension Stage
ko: 재림 단계
ru: Этап Вознесение
zh: 再临阶段

# ascension_stage_short
source: Stage
ko: 단계
ru: Этап
zh: 阶段

# ascension_up
source: Ascension
ar: أسينشن
ja: 霊基再臨
ko: 영기재림
ru: Вознесение
zh: 灵基再临
zh_hant: 靈基再臨

# atlas_load
source: Load
ko: 로드
ru: Загрузить
zh: 读取

# attach_from_files
source: From Files
ar: من الملفات
ja: ファイルから
ko: 파일에서
ru: Из Файлов
zh: 从文件选取
zh_hant: 從文件選取

# attach_from_photos
source: From Photos
ar: من الصور
ja: アルバムから
ko: 앨범에서
ru: Из Фотографий
zh: 从相册选取
zh_hant: 從相簿選取

# attach_help
source: If you have trouble picking images, use files instead
ar: اذا كنت تواجه مشكله في اختيار الصور، اختر ملفات بدلا عن ذلك
ja: アルバムで画像をインポートする時問題があれば、ファイルでインポートしてください
ko: 앨범에서 이미지를 가져올 때 문제가 있는 경우 파일로 가져오세요
ru: Если у вас возникли проблемы с выбором изображений, используйте вместо них файлы
zh: 如果图片模式存在问题，请使用文件模式
zh_hant: 如果圖片模式存在問題，請使用文件模式

source: Attachment
ar: مرفق
ja: 添付
ko: 애정
ru: Вложение
zh: 附件
zh_hant: 附件

source: Attack NP Rate
ja: 攻撃NP获得量
ko: 공격시 NP 수급률
ru: Восполнение NP от Атак
zh: 攻击NP率
zh_hant: 攻擊NP率

# auth_data_hints
source: Hints: - userId here is not friend code you saw on login/friend page - DO NOT share above keys or screenshot to others!!! - choose one of following methods to import
ar: "تلميحات: - معرف المستخدم "ID" هنا ليس كود الصداقه الذي تراه في صفحة تسجيل الدخول / صفحة الاصدقاء - لا تشارك المفاتيح أعلاه أو لقطة الشاشة للآخرين !!! - اختر إحدى الطرق التالية للاستيراد "
ko: 안내: - 여기에 있는 유저 ID는 친구 페이지에 있는 친구 코드가 아닙니다. - 위의 키나 스크린샷을 다른 사람과 공유하지 마세요!!! - 가져오려면 다음 방법 중 하나를 선택하세요.
ru: Подсказки: - userId здесь не является кодом друга, который вы видели на странице входа / друга - НЕ передавайте указанные ключи или скриншоты другим лицам!!! - выберите один из следующих методов импорта
zh: 提醒: - 此处userId并非登陆/好友页看到的用户ID(py码) - 请勿分享上述密钥(keys)或截图给其他任何人!!! - 以下3种方法选择其一导入
zh_hant: 提醒: - 此處userId並非登入/好友頁看到的用戶ID(py碼) - 請勿分享上述金鑰(keys)或截圖給其他任何人!!! - 以下3種方法選擇其一導入

# authfile_login_warning
source: Read usage and RISK first!
ko: 사용법과 주의사항을 먼저 읽어보세요!
ru: В первую очередь ознакомьтесь с инструкцией по применению и РИСКАМИ!
zh: 使用前请先阅读使用方法、注意事项及风险！

source: Auto Add Trait
zh: 自动添加特性
zh_hant: 自動添加特性

source: Auto reset
ar: إعادة ضبط تلقائي
ja: 自動リセット
ko: 자동 리셋
ru: Автосброс
zh: 自动重置
zh_hant: 自動重設

source: Auto Update
ar: تحديث تلقائي
ja: 自動更新
ko: 자동 업데이트
ru: Автообновление
zh: 自动更新
zh_hant: 自動更新

source: Autoplay
ar: تشغيل تلقائي
ja: 自動プレイ
ko: 자동 재생
ru: Автозапуск
zh: 自动播放
zh_hant: 自動播放

source: Background
ar: خلفية
ja: 背景
ko: 배경
ru: Фон
zh: 背景
zh_hant: 背景

source: Backup
ar: النسخ احتياطي
ja: バックアップ
ko: 백업
ru: Резервная копия
zh: 备份
zh_hant: 備份

source: Backup failed
ar: فشل النسخ الاحتياطي
ja: バックアップ失敗
ko: 백업 불러오기를 실패하였습니다
ru: Резервная копия не удалась
zh: 备份失败
zh_hant: 備份失敗

source: Backup History
ar: تاريخ النسخ الاحتياطي
ja: バックアップ履歴
ko: 백업 기록
ru: История резервного копирования
zh: 历史备份
zh_hant: 歷史備份

# battle_action
source: Action
ja: 行動
zh: 行动
zh_hant: 行動

# battle_activate_custom_skill
source: Activate Custom Skill
ja: カスタムスキルを発動
ko: 커스텀스킬발동
ru: Активировать пользовательский навык
zh: 发动自定义技能
zh_hant: 發動自訂技能

# battle_activate_probability
source: Activation Probability
ja: 発動確率
ko: 발동확률
ru: Вероятность активации
zh: 发动概率
zh_hant: 發動機率

# battle_after_7th
source: After 7th
ja: 7周年後
ko: 7년 후
zh: 七周年后
zh_hant: 七週年後

# battle_ally
source: Ally
ja: 味方
ko: 아군
ru: Союзник
zh: 己方
zh_hant: 我方

# battle_atk_np_parameters
source: Attack NP Parameters
ko: 공격 NP 매개변수
ru: Параметры атаки NP
zh: 攻击NP参数
zh_hant: 攻擊NP參數

# battle_attack
source: Attack
ja: 攻撃
ko: 공격
ru: Атака
zh: 攻击
zh_hant: 攻擊

# battle_battle_log
source: Battle Log
ja: 戦闘日誌
ko: 전투일지
ru: Журнал битвы
zh: 战斗日志
zh_hant: 戰鬥日誌

# battle_buff_permanent
source: Permanent
ja: 永久
ko: 영구
ru: Постоянный
zh: 永久
zh_hant: 永久

# battle_buster_chain
source: Buster Chain Damage
ko: 버스터 체인 데미지
ru: Урон Buster Цепочки
zh: Buster Chain伤害

# battle_card_np_rate
source: Card NP Rate
ko: 카드 NP 획득률
ru: Восполнение NP карты
zh: 指令卡NP性能
zh_hant: 指令卡NP性能

# battle_card_star_rate
source: Card Star Rate
ko: 카드 스타 수급률
ru: Шанс крит. звёзд картой
zh: 指令卡掉星性能
zh_hant: 指令卡掉星性能

# battle_change_ascension
source: Change Ascension
ja: 霊基変更
ko: 영기 변경
ru: Изменить Вознесение
zh: 变更灵基
zh_hant: 變更靈基

# battle_charge_party
source: Charge 100% NP to party
ja: 味方全体のNPを100％増やす
ko: 아군 전체의 NP를 100% 늘린다
ru: Зарядить NP на 100% всей команде
zh: 全队充能100%
zh_hant: 全隊充能100%

# battle_click_to_select_servants
source: Click to select servant
ja: クリックでサーヴァントを選択
ko: 클릭하여 서번트를 선택
ru: Нажмите чтобы выбрать Слугу
zh: 点击选择从者
zh_hant: 點擊選擇從者

# battle_command_card
source: Command Card
ja: コマンドカード
ko: 커맨드 카드
ru: Командная карта
zh: 指令卡
zh_hant: 指令卡

# battle_damage
source: Damage
ja: ダメージ
ko: 데미지
ru: Урон
zh: 伤害
zh_hant: 傷害

# battle_damage_parameters
source: Damage Parameters
ko: 데미지 매개변수
ru: Параметры Урона
zh: 伤害参数
zh_hant: 傷害參數

# battle_damage_rate
source: Damage Rate
ko: 데미지 배율
ru: Показатель Урона
zh: 伤害倍率
zh_hant: 傷害倍率

# battle_death
source: Defeated
ja: 退場
ko: 퇴각
ru: Повержен
zh: 退场
zh_hant: 退場

# battle_edit_servant_option
source: Edit Servant Option
ja: サーヴァントオプション調整
ko: 사운드 옵션조정
ru: Изменить настройки слуги
zh: 调整从者选项
zh_hant: 調整從者選項

# battle_enemy_remaining
source: Enemy Remaining
ja: エネミーの残数
ko: 에너미의 남은수
ru: Противников осталось
zh: 剩余敌人数
zh_hant: 剩餘敵人數

# battle_extra_rate
source: Extra Damage Rate
ko: 엑스트라 데미지 계수
ru: Показатель доп. Урона
zh: Extra伤害系数

# battle_first_card_bonus
source: First Card Bonus
ja: 1stボーナス
ko: 첫수 보너스
ru: Бонус первой карты
zh: 首卡加成

# battle_heal
source: Heal
ja: 回復
ko: 회복
ru: Лечение
zh: 回复
zh_hant: 回復

# battle_invalid
source: Invalid
ja: 無効
ko: 무효
ru: Неверный
zh: 无效
zh_hant: 無效

# battle_misc_config
source: Misc Configs
ja: 他の設定
ko: 기타 설정
ru: Доп. Настройки
zh: 其它设置
zh_hant: 其他設置

# battle_no_quest_phase
source: No quest phase selected.
ja: クエスト未選択
ko: 퀘스트 미선택
ru: Фаза квеста не выбрана.
zh: 未选择关卡
zh_hant: 未選擇關卡

# battle_no_servant
source: No servant selected.
ja: サーヴァント未選択
ko: 서번트 미선택
ru: Слуга не выбран.
zh: 未选择从者
zh_hant: 未選擇從者

# battle_no_skill_selected
source: No skill selected
ja: スキル未選択
ko: 스킬 미선택
ru: Навык не выбран
zh: 未选择技能
zh_hant: 未選擇技能

# battle_no_source
source: No Source
ja: ソースなし
ru: Нет информации
zh: 无来源
zh_hant: 無來源

# battle_np_card
source: NP Card
ja: 宝具カード
ko: 보구 카드
ru: NP карта
zh: 宝具卡
zh_hant: 寶具卡

# battle_probability_threshold
source: Probability Threshold
ja: 確率閾値
ko: 확률 임계값
ru: Порог Вероятности
zh: 概率阈值
zh_hant: 機率閾值

# battle_quest_from
source: From
ja: 選択
ko: 선택
ru: Из
zh: 选择
zh_hant: 選擇

# battle_random
source: Random
ja: ランダム
ko: 랜덤
ru: Случайно
zh: 随机数
zh_hant: 隨機

# battle_records
source: Records
ko: 기록
ru: Записи
zh: 记录

# battle_remaining_hp
source: Remaining HP
ko: 남은 HP
ru: Осталось ХП
zh: 剩余HP
zh_hant: 剩餘HP

# battle_require_actor_on_field
source: require {actorName} on field
ja: {actorName}のフィールドにいるが必要
ko: 필드에서 {actorName} 필요
zh: 需要{actorName}在场
zh_hant: 需要{actorName}在場

# battle_require_field_traits
source: Required field traits
ja: 必要なフィールド特性
ko: 요구되는 필드 특성
ru: Обязательные характеристики поля
zh: 要求的场地特性
zh_hant: 要求的場地特性

# battle_require_opponent_traits
source: Required opponent traits
ja: 必要な相手の特性
ko: 요구되는 상대 특성
ru: Требуемые характеристики противника
zh: 要求的对方特性
zh_hant: 要求的對方特性

# battle_require_self_traits
source: Required self traits
ja: 必要な自身の特性
ko: 요구되는 자신 특성
zh: 要求的自身特性
zh_hant: 要求的自身特性

# battle_select_activator
source: Select Activator
ja: 発動者を選択
ko: 발동자를 선택
ru: Выбрать активатор
zh: 选择发动者
zh_hant: 選擇發動者

# battle_select_card
source: Select Card
ja: コマンドカードを選択
ko: 커맨드 카드를 선택
ru: Выбрать карту
zh: 选择指令卡
zh_hant: 選擇指令卡

# battle_select_critical_card_hint
source: Repeatedly click Command Card and will be Critical Attack when in red
ko: 커맨드 카드를 클릭하여 빨간색이 되면 치명타 공격을 합니다
ru: Нажмите несколько раз на командную карту, и она станет красной, и вы сможете использовать критическую атаку.
zh: 重复点击指令卡并显示为红色时为暴击
zh_hant: 重複點擊指令卡並顯示為紅色時為爆擊

# battle_select_effect
source: Select Effect
ja: 効果を選択
ko: 효과 선택
ru: Выбрать эффект
zh: 选择效果
zh_hant: 選擇效果

# battle_should_activate
source: Should Activate
ja: 発動するか
ko: 발동 할까
ru: Нужно активировать
zh: 是否发动
zh_hant: 是否發動

source: Battle Simulation
ja: 戦闘模擬
ko: 배틀 시뮬레이션
ru: Симуляция Битвы
zh: 战斗模拟
zh_hant: 戰鬥模擬

# battle_simulation_setup
source: Team Setup
ja: チーム編成
ko: 팀 편성
ru: Настройка Команды
zh: 编队配置
zh_hant: 編隊配置

# battle_skip_current_wave
source: Skip current stage
ja: 現ステージをスキップ
ko: 현재 스테이지를 스킵
ru: Пропустить текущий этап
zh: 跳过当前场次
zh_hant: 跳過目前階段

# battle_star_parameters
source: Star Parameters
ko: 스타 매개변수
ru: Параметр крит. звёзд
zh: 暴击星参数
zh_hant: 爆擊星參數

# battle_tailored_execution
source: Manual random value mode
ja: 手動ランダム値モード
ko: 수동랜덤값모드
ru: Ручной режим случайных значений
zh: 手动随机数模式
zh_hant: 手動隨機數模式

# battle_targeted_required_hint
source: Make sure enemy/ally are correctly targeted first.
ru: Сначала убедитесь, что враг/союзник правильно выбран.
zh: 先确保敌方/我方均正确设置目标

# battle_turn
source: Turn
ja: ターン
ko: 턴
ru: Ход
zh: 回合
zh_hant: 回合

# battle_turn_end
source: Turn End
ja: ターン終了
ko: 턴 종료
ru: Конец Хода
zh: 回合结束
zh_hant: 回合結束

# battle_undo
source: Undo last action
ja: 直前の操作を取消
ko: 되돌리기
ru: Отменить последнее действие
zh: 撤销上个行动
zh_hant: 撤銷上個行動

# beast_footprint
source: Beast's Footprint
ja: 獣の足跡
ko: 짐승의 발자국
ru: След Биста
zh: 兽之足迹
zh_hant: 獸之足跡

source: Blacklist
ar: القائمة السوداء
ja: ブラックリスト
ko: 블랙리스트
ru: Черный список
zh: 黑名单
zh_hant: 黑名單

source: Bond
ar: البوند
ja: 絆
ko: 인연
zh: 羁绊
zh_hant: 羈絆

source: Bond Craft
ar: كرافت البوند
ja: 絆礼装
ko: 인연예장
zh: 羁绊礼装
zh_hant: 羈絆禮裝

source: Bond Eff
ar: تأثير البوند
ja: 絆効率
ko: 인연 효율
zh: 羁绊效率
zh_hant: 羈絆效率

source: Bond Limit
ar: حد البوند
ja: 絆上限
ko: 인연 상한
ru: Лимит Bond-а
zh: 羁绊上限
zh_hant: 羈絆上限

# bootstrap_page_title
source: Bootstrap Page
ar: الصفحة التمهيدية
ja: ガイドページ
ko: 가이드 페이지
ru: Bootstrap-страница
zh: 引导页
zh_hant: 引導頁

source: Branch Quest
ar: المهام الفرعية
ja: ブランチクエスト
ko: 브랜치 퀘스트
ru: Ответвление квеста
zh: 分支关卡
zh_hant: 分支關卡

source: Bronze
ar: برونز
ja: 銅
ko: 동색
ru: Бронза
zh: 铜
zh_hant: 銅

# buff_check_opponent
source: Opponent
ar: الخصم
ja: 相手
ko: 적
ru: Оппонент
zh: 对方
zh_hant: 對方

# buff_check_self
source: Self
ar: شخصي
ja: 自身
ko: 자신
ru: Себя
zh: 自身
zh_hant: 自身

source: Cache Icons
ar: حفظ الأيقونات
ja: キャッシュアイコン
ko: 캐시 아이콘
ru: Кэш Иконки
zh: 缓存图标
zh_hant: 暫存圖標

# calc_weight
source: Weight
ar: وزن
ja: 構成比
ko: 구성비
ru: Вес
zh: 权重
zh_hant: 權重

source: Calculate
ko: 계산
ru: Вычислить
zh: 计算
zh_hant: 計算

source: Cancel
ar: إلغاء
ja: キャンセル
ko: 취소
ru: Отмена
zh: 取消
zh_hant: 取消

# card_asset_chara_figure
source: Figure
ar: الشخصية
ja: 立ち絵差分
ko: 스탠딩 일러스트
ru: Фигура
zh: 立绘差分
zh_hant: 立繪差分

# card_asset_command
source: Command Card
ar: الكوماند كارد
ja: コマンドカード
ko: 커맨드 카드
ru: Командная карта
zh: 指令卡
zh_hant: 指令卡

# card_asset_face
source: Thumbnail
ar: الصورة المصغرة
ja: アイコン
ko: 아이콘
ru: Миниатюра
zh: 头像框
zh_hant: 頭像框

# card_asset_narrow_figure
source: Formation
ar: تكوين
ja: 編成画面
ko: 편성화면
ru: Формирование
zh: 编队立绘
zh_hant: 編隊立繪

# card_asset_status
source: Status Icon
ar: رمز الحالة
ja: ステータスアイコン
ko: 상태 아이콘
ru: Статус Иконка
zh: 再临阶段图标
zh_hant: 再臨階段圖標

# card_collection_status
source: Status
ja: 所持状態
ko: 도감 상태
ru: Статус
zh: 图鉴状态
zh_hant: 圖鑑狀態

# card_description
source: Description
ar: الوصف
ja: 解説
ko: 상세 정보
ru: Описание
zh: 解说
zh_hant: 解說

# card_info
source: Info
ar: عن
ja: 資料
ko: 정보
ru: Инфо
zh: 资料
zh_hant: 資料

source: Card Name
ar: اسم البطاقة
ja: カード名
ko: 카드명
ru: Название Карты
zh: 卡牌名称
zh_hant: 卡牌名稱

# card_not_attack_warning
source: {count} of total {total} command cards didn't attack, please remove unnecessary cards
ko: 경고: 총 {total}개의 커맨드 카드 중 {count}개가 공격하지 않았습니다. 불필요한 카드를 제거하세요.
ru: {count} из {total} командных карт не атаковали, пожалуйста, удалите ненужные карты
zh: {total}张指令卡中有{count}张未攻击，请减少不必要的指令卡

# card_status_met
source: Met
ja: 未所持
ko: 이미 조우
ru: Встречено
zh: 已遭遇
zh_hant: 已遭遇

# card_status_not_met
source: Not Met
ja: 未遭遇
ko: 미조우
ru: Не Встречено
zh: 未遭遇
zh_hant: 未遭遇

# card_status_owned
source: Owned
ar: مملوك
ja: 所持
ko: 계약자
ru: Владеете
zh: 持有
zh_hant: 持有

source: Card Strengthen
ja: コマンドカード強化
ko: 커맨드카드 강화
ru: Усиление карты
zh: 指令卡强化
zh_hant: 指令卡強化

source: Carousel
ja: カルーセル
ru: Карусель
zh: 轮播图

# cc_equipped_svt
source: Equipped Servants
ar: الخدم المجهزين
ja: 装備されたサーヴァント
ko: 장착된 서번트
ru: Экипированные слуги
zh: 已装备从者
zh_hant: 已裝備從者

# ce_custom_skill_hint
source: Please add custom skills/buffs through servant options
ko: 서번트 옵션을 통해 커스텀 스킬/버프를 추가해주세요.
ru: Пожалуйста, добавьте пользовательские навыки/усиления через настройки слуг.
zh: 请前往从者添加自定义技能/Buff

source: Chaldea Account
ar: حساب كاليديا
ja: Chaldea アカウント
ko: Chaldea 계정
ru: Аккаунт Chaldea
zh: Chaldea账号
zh_hant: Chaldea帳號

# chaldea_account_system_hint
source: Not compatible with V1 data. A simple account system for userdata backup to server and multi-device synchronization NO security guarantee, PLEASE DON'T set frequently used passwords!!! No need to register if you do not need these two features.
ar: غير متوافق مع بيانات الاصدار V1. نظام الحساب البسيط للنسخ الاحتياطي لبيانات المستخدم إلى الخادم والتزامن متعدد الأجهزة لا يوجد ضمان أمني ، يرجى عدم تعيين كلمات المرور التي تستخدمها بشكل متكرر !!! لا حاجة للتسجيل إذا كنت لا تحتاج إلى هاتين الميزتين.
ja: V1データとの互換性はありません。 ユーザデータのバックアップ及びマルチデバイス同期を行うためのシンプルなアカウントシステムです。 セキュリティ保証がなければ、常用パスワードを設定しないでください。 上記のサービスが要らなければ、登録することは必要がありません。
ko: V1 데이터와 호환되지 않습니다 사용자 데이터 백업 및 다중 장치 동기화를 위한 간단한 계정 시스템입니다 보안이 보장되지 않는 한 일반 비밀번호를 설정하지 마십시오 위의 서비스가 필요하지 않으시면 회원가입을 하지 않으셔도 됩니다
ru: Несовместимо с данными V1. Простая система учетных записей для резервного копирования пользовательских данных на сервер и синхронизации нескольких устройств. Гарантия безопасности НЕ предоставляется. ПОЖАЛУЙСТА, НЕ используйте часто используемые пароли!!! Не нужно регистрироваться, если вам не нужны эти две функции.
zh: 与V1数据不互通。 一个简易的用于数据备份及多设备同步的账户系统。 没有安全性保障，请不要设置常用密码！ 若不需要上述功能，则无需注册。
zh_hant: 與V1數據不互通。 一個簡易的用於數據備份及多設備同步的帳號系統。 沒有安全性保障，請不要設置常用密碼！ 若不需要上述功能，則無需註冊。

# chaldea_backup
source: Chaldea App Backup
ar: النسخ الاحتياطي لتطبيق كاليديا
ja: Chaldea バックアップ
ko: Chaldea 백업
ru: Резервное копирование приложения Chaldea
zh: Chaldea应用备份
zh_hant: Chaldea應用備份

source: Chaldea Gate
ar: بوابة كاليديا
ja: カルデアゲート
ko: 칼데아 게이트
ru: Шлюз Chaldea
zh: 迦勒底之门
zh_hant: 迦勒底之門

source: Chaldea Server
ar: سيرفر كاليديا
ja: Chaldeaサーバー
ko: Chaldea 서버
ru: Сервер Chaldea
zh: Chaldea服务器
zh_hant: Chaldea伺服器

# chaldea_server_cn
source: China
ar: الصين
ja: 中国
ko: 중국
ru: Китай
zh: 国内
zh_hant: 中國

# chaldea_server_global
source: Global
ar: العالمي
ja: 国際
ko: 글로벌
ru: Глобально
zh: 海外
zh_hant: 國際

# chaldea_share_msg
source: Chaldea - A cross-platform utility for Fate/GO. Supporting game data review, servant/event/item planning, master mission planning, summon simulator and so on. For details: {url}
ar: "Chaldea - أداة مساعدة عبر الأنظمة الأساسية لـ Fate / GO. دعم مراجعة بيانات اللعبة ، وتخطيط الخادم / الحدث / العنصر ، وتخطيط المهمة الرئيسية ، ومحاكاة الاستدعاء ، وما إلى ذلك. للتفاصيل: {url} "
ja: Chaldea - クロスプラットフォームのFate/GOアイテム計画アプリ。ゲーム情報の閲覧、サーヴァント/イベント/アイテム計画、マスターミッション計画、ガチャシミュレーターなどの機能をサポートします。 詳細はこちら: {url}
ko: Chaldea - 멀티 플랫폼의 Fate/GO 아이템 계획 어플. 게임정보의 열람 및 서번트/이벤트/아이템 계획, 마스터 미션 계획, 가챠 시뮬레이터 등의 기능을 서포트합니다. 자세히 보기: {url}
ru: Chaldea — кроссплатформенная утилита для Fate/GO. Поддерживается просмотр игровых данных, планирование слуг, событий и предметов, планирование заданий мастера, симулятор призыва и т. д. Подробнее: {url}
zh: Chaldea——一款跨平台的Fate/GO素材规划客户端，支持游戏信息浏览、从者练度/活动/素材规划、周常规划、抽卡模拟器等功能。 详情请见: {url}
zh_hant: Chaldea——一款跨平台的Fate/GO素材規劃客戶端，支持遊戲資訊瀏覽、從者練度/活動/素材規劃、周常規劃、抽卡模擬器等功能。 詳情請見: {url}

source: Change Log
ar: سجل التغييرات
ja: 更新履歴
ko: 업데이트 내역
ru: Изменить Лог
zh: 更新历史
zh_hant: 更新歷史

# characters_in_card
source: Characters
ar: الشخصية التي بالكرافت
ja: キャラ
ko: 캐릭터
ru: Персонажи
zh: 出场角色
zh_hant: 出場角色

# charge_np_to
source: Charge NP to {count}
ko: NP 차지 {count} 에게
ru: Зарядить NP до {count}
zh: 充能至{count}
zh_hant: 充能至{count}

# check_file_hash
source: Verify file integrity
ja: ファイルの完全性を確認
ko: 파일 무결성 확인
ru: Проверка целостности файлов
zh: 验证文件完整性
zh_hant: 驗證文件完整性

source: Check update
ar: تفقد عن تحديث
ja: 更新確認
ko: 업데이트 확인
ru: Проверка обновлений
zh: 检查更新
zh_hant: 檢查更新

source: Class Advantage
ko: 클래스 상성
ru: Преимущество класса
zh: 职阶克制
zh_hant: 職階剋職

# class_attack_rate
source: Class Damage Multiplier
ko: 클래스 상성 데미지 배율
ru: Множитель урона класса
zh: 职阶补正
zh_hant: 職階補正

# class_board
source: Class Score
zh: 职阶星图

# class_board_square
source: Sign
ru: Отметить
zh: 星宫

source: Clear
ar: مسح
ja: クリア
ko: 지우기
ru: Очистить
zh: 清空
zh_hant: 清空

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
ja: キャッシュクリア
ko: 캐시 삭제하기
ru: Очистить Кэш
zh: 清除缓存
zh_hant: 清除暫存

# clear_cache_finish
source: Cache cleared
ar: ذاكرة التخزين المؤقت تم مسحها
ja: キャッシュクリアが完了しました
ko: 캐시 삭제됨
ru: Кэш очищен
zh: 缓存已清理
zh_hant: 暫存已清除

# clear_cache_hint
source: Including illustrations, voices
ar: يشمل الصور والصوتيات
ja: イラスト、ボイスなど
ko: 일러스트와 음성을 포함
ru: Включая иллюстрации, голоса
zh: 包括卡面语音等
zh_hant: 包括卡面語音等

source: Clear Data
ar: حذف البيانات
ja: データの消去
ko: 데이터 클리어
ru: Очистить Данные
zh: 清除数据
zh_hant: 清除資料

# coin_summon_num
source: Summon Coins
ar: عملات الاستدعاء
ja: 召喚所得
ko: 소환 코인
ru: Монеты призыва
zh: 召唤所得
zh_hant: 召喚所得

source: Collapse
zh: 折叠
zh_hant: 摺疊

source: Command Assist
ja: コマンドサポート
ko: 커맨드 서포트
ru: Помощь в управлении
zh: 指令支援
zh_hant: 指令支援

source: Command Code
ar: كوماند كود
ja: 指令紋章
ko: 커맨드 코드
ru: Командные Коды
zh: 指令纹章
zh_hant: 指令紋章

# command_code_short
source: CC
ko: 커맨드 코드
zh: 纹章

source: Command Spell
ja: 令呪
ko: 영주
ru: Командное заклинание
zh: 令咒
zh_hant: 令咒

# common_release_group_hint
source: Only need to meet one *Group* of conditions
ja: 条件(Group)が複数ある時、そのうち一つの(Group)を満たせばよい
ru: Необходимо выполнить только одну *Группу* условий
zh: 当存在多组(Group)时，仅需满足其中一组(Group)条件即可
zh_hant: 當存在多組(Group)時，僅需滿足其中一組(Group)條件即可

source: Condition
ar: شرط
ja: 条件
ko: 조건
zh: 条件
zh_hant: 條件

source: Confirm
ar: تأكيد
ja: 確認
ko: 확인
ru: Подтвердить
zh: 确定
zh_hant: 確定

source: Consumed
ar: المستهلك
ja: 消費済み
ko: 소비량
ru: Использовано
zh: 已消耗
zh_hant: 已消耗

# contact_information_not_filled
source: Contact information is not filled in
ar: لم يتم ملء معلومات الاتصال
ja: 連絡先情報が入力されていません
ko: 연락처 정보가 입력되어있지 않습니다
ru: Контактная информация не заполнена
zh: 联系方式未填写
zh_hant: 聯繫方式未填寫

source: Copied
ar: منسوخ
ja: コピー済み
ko: 복사됨
ru: Скопировано
zh: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
ja: コピー
ko: 복사하기
ru: Копировать
zh: 复制
zh_hant: 複製

# copy_plan_menu
source: Copy Plan from...
ar: نسخ خطة من…
ja: 他のプランからコピーした
ko: 다른 플랜에서 복사
ru: Копировать План из...
zh: 拷贝自其它规划
zh_hant: 複製自其他規劃

source: Cost
ar: كِلفة
ja: コスト
ko: 소비
ru: Стоимость
zh: 消耗
zh_hant: 消耗

source: Costume
ar: زي خاص
ja: 霊衣
ko: 영의
ru: Костюм
zh: 灵衣
zh_hant: 靈衣
