Repository: chaldea-center/chaldea
Catalog: lib/l10n/intl_*.arb
Languages: ar, ja, ko, ru, zh, zh_hant

source: Sending failed
ar: فشل الإرسال
ja: 送信失敗
ko: 전송 실패
ru: Отправка не удалась
zh: 发送失败
zh_hant: 發送失敗

source: Sent
ar: أُرسل
ja: 済み
ko: 전송됨
ru: Отправленно
zh: 已发送
zh_hant: 已發送

source: Servant
ar: الخدم
ja: サーヴァント
ko: 서번트
ru: Слуга
zh: 从者
zh_hant: 從者

source: Servant Coin
ar: عملة الخدم
ja: サーヴァントコイン
ko: 서번트 코인
ru: Монета Слуги
zh: 从者硬币
zh_hant: 從者硬幣

# servant_coin_short
source: Coin
ar: عملة
ja: コイン
ko: 코인
ru: Монета
zh: 硬币
zh_hant: 硬幣

source: Servant Detail Page
ar: صفحة تفاصيل الخادم
ja: 鯖詳細ページ
ko: 서번트 상세 페이지
ru: Страница сведений о слуге
zh: 从者详情页
zh_hant: 從者詳情頁

source: Servant List Page
ar: صفحة قائمة الخدم
ja: 鯖リストページ
ko: 서번트 리스트 페이지
ru: Страница списка слуг
zh: 从者列表页
zh_hant: 從者列表頁

source: SET ALL
ru: ВЫБРАТЬ ВСЁ
zh: 一键设置

source: Set Plan Name
ar: اعداد اسم الخطة
ja: プラン名を設定
ko: 계획 이름 설정
ru: Установить имя плана
zh: 设置规划名称
zh_hant: 設置規劃名稱

# setting_always_on_top
source: Always On Top
ar: دائما في الأعلى
ja: 一番上で表示
ko: 항상 맨 위에 표시
ru: Всегда Сверху
zh: 置顶显示
zh_hant: 置頂顯示

# setting_auto_rotate
source: Auto Rotate
ar: تدوير تلقائي
ja: 自動回転
ko: 자동 회전
ru: Автоповорот
zh: 自动旋转
zh_hant: 自動旋轉

# setting_auto_turn_on_plan_not_reach
source: Auto Turn on PlanNotReach
ko: 기본값 표시"계획이 가득 차지 않습니다
zh: 默认显示"规划未满"
zh_hant: 預設顯示"規劃未滿"

# setting_drag_by_mouse
source: Allow mouse to drag scrollables
ko: 드래그 대신 스크롤 허용
ru: Разрешить мышью перетаскивать прокручиваемые элементы
zh: 允许鼠标拖动滚动组件
zh_hant: 允許滑鼠拖動及滾動

# setting_home_plan_list_page
source: Home-Plan List Page
ja: ホーム-プランリストページ
ko: 홈-계획 리스트 페이지
zh: 首页-规划列表页
zh_hant: 首頁-規劃列表頁

# setting_only_change_second_append_skill
source: Only Change 2nd Append Skill
ja: アペンドスキル2のみを変更
zh: 仅更改追加技能2
zh_hant: 僅更改追加技能2

# setting_priority_tagging
source: Priority Tagging
ja: 優先順位ノート
ko: 우선순위 매기기
zh: 优先级备注
zh_hant: 優先級備註

# setting_servant_class_filter_style
source: Servant Class Filter Style
ja: クラスフィルタースのタイル
ko: 서번트 클래스 필터 스타일
ru: Стиль Фильтра Класса Слуг
zh: 从者职阶筛选样式
zh_hant: 從者職階篩選樣式

# setting_setting_favorite_button_default
source: Favorite Button Default
ar: الزر المفضل الافتراضي
ja: 「フォロー」ボタンでディフォルトします
ko: 「즐겨찾기」버튼 기본값
ru: Кнопка «Избранное» по умолчанию
zh: 「关注」按钮默认筛选
zh_hant: 「關注」按紐預設篩選

# setting_show_account_at_homepage
source: Show Account at Homepage
ar: عرض الحساب في الصفحة الرئيسية
ja: ホームページで現在のアカウントを表示します
ko: 홈화면에 계정 표시
ru: Показать аккаунт на главной странице
zh: 首页显示当前账号
zh_hant: 首頁顯示當前帳號

# setting_split_ratio
source: Split Screen Ratio
ko: 화면 분할 비율
ru: Соотношение сторон разделенного экрана
zh: 分屏模式分割比例
zh_hant: 畫面分割比例

# setting_split_ratio_hint
source: For wide screen
ko: 와이드 스크린의 경우
ru: Для широкого экрана
zh: 仅用于宽屏模式
zh_hant: 僅適用於寬屏模式

# setting_tabs_sorting
source: Tabs Sorting
ar: تصنيف الصفحات
ja: ページ表示順序
ko: 페이지 표시 순서
ru: Сортировка Вкладок
zh: 标签页排序
zh_hant: 標籤頁排序

# settings_data
source: Data
ar: بيانات
ja: データ
ko: 데이터
ru: Данные
zh: 数据
zh_hant: 資料

# settings_documents
source: Documents
ar: المستندات
ja: ドキュメント
ko: 사용 설명서
ru: Документы
zh: 使用文档
zh_hant: 使用文檔

# settings_general
source: General
ar: عام
ja: 全般
ko: 일반
ru: Общее
zh: 通用
zh_hant: 通用

# settings_language
source: Language
ar: اللغة
ja: 言語
ko: 언어
ru: Язык
zh: 语言
zh_hant: 語言

# settings_tab_name
source: Settings
ar: الإعدادات
ja: 設定
ko: 설정
ru: Настройки
zh: 设置
zh_hant: 設置

# settings_userdata_footer
source: Backup userdata before upgrading application, and move backups to safe locations outside app's document folder
ar: قم بعمل نسخة احتياطية قبل التحديث واحفظها خارج مجلدات التطبيق احتياطا
ja: アップデート/バッグが大量あう時、お先にバックアップしてください。アプリのアンインストールで内部バックアップが失われることがありますから、頼りになった位置へ移動するようにしてください
ko: 앱 업데이트 전에 유저 데이터를 백업하시고,앱 폴더외의 안전한 공간에 보관하십시오
ru: Перед обновлением приложения сделайте резервную копию пользовательских данных и переместите резервные копии в безопасные места за пределами папки с документами приложения.
zh: 更新数据/版本/bug较多时，建议提前备份数据，卸载应用将导致内部备份丢失，及时转移到可靠的储存位置
zh_hant: 更新資料/版本/bug較多時，建議提前備份資料，移除應用將導致內部備份丟失，即時轉移到可靠的儲存位置

source: Share
ar: مشاركة
ja: シェア
ko: 공유
ru: Поделиться
zh: 分享
zh_hant: 分享

# shop
source: Shops
ar: المتاجر
ja: ショップ
ko: 상점
ru: Магазины
zh: 商店
zh_hant: 商店

# shop_free_condition
source: Free Condition
ru: Условие бесплатности
zh: 免费条件

source: Show
ko: 표시
ru: Показать
zh: 显示
zh_hant: 顯示

source: Show Carousel
ja: カルーセルを表示
ko: 배너 표시
ru: Показать Карусель
zh: 显示轮播图
zh_hant: 顯示輪播圖

source: Show Empty Event
ru: Показать Пустое Событие
zh: 显示无内容活动
zh_hant: 顯示無內容活動

source: Show Frame Rate
ar: عرض نسبة الاطارات
ja: フレームレートを表示
ko: fps 표시
ru: Показать частоту кадров
zh: 显示刷新率
zh_hant: 顯示刷新率

source: Show Fullscreen
ar: عرض ملئ الشاشة
ja: フルスクリーンを表示
ko: 풀스크린 보이기
ru: Показать на весь экран
zh: 全屏显示
zh_hant: 全螢幕顯示

source: Show Less
ru: Показать меньше
zh: 显示更少

# show_mc_campaign
source: Show Campaign Events
ru: Показать события кампании
zh: 显示纪念活动

source: Show More
ru: Показать больше
zh: 显示更多

source: Show Outdated
ar: عرض المنتهى منه
ja: 期限切れのを表示
ko: 기간종료 보이기
ru: Показать устаревшее
zh: 显示已过期
zh_hant: 顯示已過期

# show_system_tray
source: Show in System Tray
ko: 종료하지 않고 최소화하기
ru: Показывать в системном трее
zh: 在系统托盘显示
zh_hant: 在系統圖示顯示

source: Silver
ar: فضي
ja: 銀
ko: 은색
ru: Серебрянный
zh: 银
zh_hant: 銀

source: Simulate Enemy Actions
ru: Имитировать действия противника
zh: 模拟敌方行动

source: Simulate Simple AI
ru: Моделировать простой ИИ
zh: 模拟简单AI

source: Simulator
ar: المحاكي
ja: エミュ
ko: 시뮬레이터
ru: Симулятор
zh: 模拟器
zh_hant: 模擬器

source: Skill
ar: مهارة
ja: スキル
ko: 스킬
ru: Навыки
zh: 技能
zh_hant: 技能

source: Skill List
ru: Список Навыков
zh: 技能列表
zh_hant: 技能列表

# skill_rankup
source: Skill Upgrade
ko: 스킬 강화
ru: Усиление Навыка
zh: 技能强化
zh_hant: 技能強化

source: Skill Up
ar: رفع المهارة
ja: スキル強化
ko: 스킬 레벨업
ru: Навык Усилен
zh: 技能升级
zh_hant: 技能升級

source: Skip
ru: Пропустить
zh: 跳过
zh_hant: 跳過

source: Skip Current Turn
ru: Пропустить текущий ход
zh: 跳过当前回合

# solution_battle_count
source: Battle Count
ja: カウント
ko: 카운트
ru: Количество битв
zh: 次数
zh_hant: 次數

# solution_target_count
source: Target Count
ja: 目標カウント
ko: 목표 카운트
ru: Количество целей
zh: 目标数
zh_hant: 目標數

# solution_total_battles_ap
source: Total {battles} battles, {ap} AP
ja: 共{battles}回戦闘、{ap} AP
ko: 합계 {battles}회 전투, {ap} AP
ru: Всего {battles} боев, {ap} AP
zh: 总计{battles}次战斗, {ap} AP
zh_hant: 總計{battles}次戰鬥, {ap} AP

# sort_order
source: Sort
ar: التصنيف
ja: ソート
ko: 소트
ru: Сортировать
zh: 排序
zh_hant: 排序

source: Sound Effect
ko: 음향 효과
ru: Звуковой эффект
zh: 音效
zh_hant: 音效

# special_reward_hide
source: Hide Special Rewards
ko: 특별 보상 숨기기
ru: Скрыть специальные награды
zh: 隐藏特殊报酬
zh_hant: 隱藏特殊報酬

# special_reward_show
source: Show Special Rewards
ko: 특별 보상 표시
ru: Показать специальные награды
zh: 显示特殊报酬
zh_hant: 顯示特殊報酬

source: Spirit Origin Release Quest
ja: 霊基解放クエスト
zh: 灵基解放关卡

source: Spoiler Setting
ru: Настройки спойлеров
zh: 剧透设置
zh_hant: 劇透設置

source: Sprites
ar: الأرواح
ja: モデル
ko: 스프라이트
ru: Спрайты
zh: 模型
zh_hant: 模型

# sq_buy_pack_unit
source: Pack(s)
ru: Пак(и)
zh: 单
zh_hant: 單

# sq_fragment_convert
source: 21 Fragments = 3 Quartzes
ja: 21聖晶片=3聖晶石
ko: 21성정편 = 3 성정석
ru: 21 фрагмент = 3 кварца
zh: 21圣晶片=3圣晶石
zh_hant: 21聖晶片=3聖晶石

# sq_short
source: SQ
ja: 石
ko: 돌
ru: Кварц
zh: 石
zh_hant: 石

# stage_opening_movie
source: Opening Movie
ko: 오프닝 영상
ru: Вступительный фильм
zh: 开场视频
zh_hant: 開場影片

source: Start
ja: 開始
ko: 시작
ru: Начать
zh: 开始
zh_hant: 開始

# statistics_title
source: Statistics
ar: احصائيات
ja: 統計
ko: 통계
ru: Статистика
zh: 统计
zh_hant: 統計

source: Still Send
ja: 送信し続けます
zh: 仍然发送
zh_hant: 仍然發送

source: Story CE
ko: 스토리 예장
ru: CE из стории
zh: 剧情礼装
zh_hant: 劇情禮裝

# story_figure_manual_add_hint
source: Manually added, please give feedback if anything wrong
ru: Добавлено вручную. Пожалуйста, сообщите, если что-то не так.
zh: 手动添加，若有错请反馈

source: Strength Status
ru: Статус силы
zh: 强化状态
zh_hant: 強化狀態

source: Sub Attribute Advantage
ru: Преимущество податрибута
zh: 副属性克制

source: Success
ar: نجاح
ja: 成功
ko: 성공
ru: Успех
zh: 成功
zh_hant: 成功

source: Summon
ja: 召喚
ru: Призыв
zh: 召唤
zh_hant: 卡池

# summon_banner
source: Summon
ar: استدعاء
ja: ガチャ
ko: 가챠
ru: Призыв
zh: 卡池

# summon_daily
source: Daily
ar: استدعاء
ja: 日替
ko: 매일
ru: Ежедневный
zh: 日替
zh_hant: 日替

# summon_expectation_btn
source: Expectation
ar: يومي
ja: 期待値計算
ko: 기대치 계산
ru: Ожидание
zh: 期望计算
zh_hant: 期待計算

# summon_gacha_footer
source: Just for entertainment
ja: 娯楽のみ
ko: 엔터테인먼트만
ru: Просто для развлечения
zh: 仅供娱乐, 如有雷同, 纯属巧合
zh_hant: 僅供娛樂, 如有雷同, 純屬巧合

# summon_gacha_result
source: Results
ar: النتائج
ja: ガチャ結果
ko: 가차 결과
ru: Результаты
zh: 抽卡结果
zh_hant: 抽卡結果

# summon_info_hint
source: JP summon data from Mooncell. Reference only for other regions.
ko: 문셀의 JP 소환 데이터입니다. 그 외 지역은 참고만 하세요.
ru: Данные о вызове JP от Mooncell. Для других регионов — только справочная информация..
zh: 卡池信息来自Mooncell，为日服信息，其他区服仅供参考。
zh_hant: 卡池資訊來自Mooncell，為日服資訊，其他區服僅供參考。

# summon_pull_unit
source: Pull(s)
ko: 회
ru: Пуллы
zh: 抽
zh_hant: 抽

# summon_show_banner
source: Show Banner
ar: عرض البانر
ja: バナーを表示
ko: 배너 표시
ru: Показать Баннер
zh: 显示横幅
zh_hant: 顯示橫幅

# summon_ticket_short
source: Ticket
ar: تكت
ja: 呼符
ko: 호부
ru: Билет
zh: 呼符
zh_hant: 呼符

# super_effective_damage
source: SP.DMG
ja: 特攻
ko: 특공
ru: СУП.ЭФФ. УРОН
zh: 特攻
zh_hant: 特攻

# support_chaldea
source: Support and Donation
ar: الدعم والتبرعات
ja: サポートと寄付
ko: 서포트 및 기부하기
ru: Поддержка и пожертвования
zh: 支持与捐赠
zh_hant: 支持與捐贈

source: Support Servant
ko: 서포트 서번트
ru: Слуги Поддержки
zh: 助战
zh_hant: 助戰

# support_servant_forced
source: Forced
ko: 한정
ru: Вынужденные
zh: 限定
zh_hant: 限定

# support_servant_short
source: Support
ko: 서포트
ru: Саппорт
zh: 助战
zh_hant: 助戰

source: Svt AI
zh: 从者AI
zh_hant: 從者AI

# svt_ascension_icon
source: Ascension Icon
ar: ايقونه الاسينشن
ja: 霊基再臨アイコン
ko: 영기 재림 아이콘
ru: Иконка Вознесения
zh: 从者头像
zh_hant: 從者頭像

# svt_attribute
source: Alignment
ar: التنسيق
ja: 属性
ko: 성향
ru: Мировозрение
zh: 属性

# svt_basic_info
source: Info
ar: عن
ja: 情報
ko: 정보
ru: Инфо
zh: 资料
zh_hant: 資料

# svt_card_deck_incorrect
source: Enemy's card deck may be incorrect, the hits distribution shall prevail.
ru: Колода карт противника может быть неправильной, распределение попаданий должно иметь приоритет.
zh: 敌方配卡及卡色可能不准确，以Hits分布为准
zh_hant: 敵方配卡及卡色可能不準確，以Hits分布為準

# svt_class
source: Class
ar: الكلاس
ja: クラス
ko: 클래스
ru: Класс
zh: 职阶
zh_hant: 職階

# svt_class_dist
source: Svt Class
ko: 서번트 클래스
ru: Класс Слуги
zh: 职阶分布
zh_hant: 職階分佈

# svt_class_filter_auto
source: Auto
ar: تلقائي
ja: 自动
ko: 계정 데이터만을 갱신하여 전역 설정을 포함시키지 않음
ru: Авто
zh: 自动适配
zh_hant: 自動適配

# svt_class_filter_hide
source: Hidden
ar: مخفي
ja: 非表示
ko: 숨김
ru: Скрыть
zh: 隐藏
zh_hant: 隱藏

# svt_class_filter_single_row
source: <Extra Class> Collapsed Single Row
ja: 「Extraクラス」展開、単一行
ko: 「Extra 클래스」전개, 첫째 줄
ru: <Экстра Класс> Свёрнут Единая строка
zh: 单行不展开Extra职阶
zh_hant: 單行不展開Extra職階

# svt_class_filter_single_row_expanded
source: <Extra Class> Expanded Single Row
ja: 単一行、「Extraクラス」を折り畳み
ko: 「Extra 클래스」전개, 첫째 줄
ru: <Экстра Класс> Развёрнут Единая строка
zh: 单行并展开Extra职阶
zh_hant: 單行並展開Extra職階

# svt_class_filter_two_row
source: <Extra Class> in Second Row
ja: 「Extraクラス」は2行目に表示
ko: 「Extra 클래스」전개, 첫째 줄
ru: <Экстра Класс> на второй строке
zh: Extra职阶显示在第二行
zh_hant: Extra職階顯示在第二行

# svt_fav_btn_remember
source: Remember
ar: تذكير
ja: 前の選択
ko: 이전 선택
ru: Запомнить
zh: 记住选择
zh_hant: 記住選擇

# svt_fav_btn_show_all
source: Show All
ar: عرض الكل
ja: すべて表示
ko: 전부 표시
ru: Показать всё
zh: 显示全部
zh_hant: 顯示全部

# svt_fav_btn_show_favorite
source: Show Favorite
ar: عرض المفضلة
ja: フォロー表示
ko: 즐겨찾기 표시
ru: Показать избранное
zh: 显示已关注
zh_hant: 顯示已關注

# svt_not_planned
source: Not favorite
ar: غير مفضل
ja: 未フォロー
ko: 팔로우 하지않음
ru: Не Избранный
zh: 未关注
zh_hant: 未關注

# svt_not_release_hint
source: Servants may be not released
ru: Слуги не могут быть освобождены
zh: 以下从者可能未实装

# svt_option_edit_tips
source: 1. Servant options are independent from Chaldea's plan data once imported, if need to resync planned options please use the Resync option from the dropdown menu in the top right corner 2. Skill/NP strengthen status can be set manually via options below 3. You can manually add custom effect/buff 4. Svt/ce can be pinged to top in the popup menu from their detail pages
ru: 1. Параметры слуг не зависят от данных плана Халдеи после импорта. Если необходимо повторно синхронизировать запланированные параметры, используйте опцию «Повторная синхронизация» в выпадающем меню в правом верхнем углу. 2. Статус усиления навыков/NP можно настроить вручную с помощью опций ниже. 3. Вы можете вручную добавить собственный эффект/усиление. 4. Параметры Слуг/CE можно закрепить наверху во всплывающем меню на страницах с их подробной информацией.
zh: 1.队伍中从者的等级等信息自导入后与规划信息独立，如需再次同步请使用右上角下拉菜单中的重新读取配置 2.技能、宝具强化状态可通过下方选项手动设定 3.自定义效果/buff可在下方手动添加 4.从者和礼装可在详情页菜单里进行置顶

# svt_option_resync
source: Resync Options
ru: Параметры повторной синхронизации
zh: 重新读取配置

# svt_plan_hidden
source: Hidden
ar: مخفي
ja: 非表示
ko: 숨김
ru: Скрыт
zh: 已隐藏
zh_hant: 已隱藏

# svt_profile
source: Profile
ar: الملف الشخصي
ja: プロフィール
ko: 프로필
ru: Профиль
zh: 羁绊故事
zh_hant: 羈絆故事

# svt_profile_info
source: Character Info
ar: معلومات الملف الشخصي
ja: キャラクター詳細
ko: 캐릭터 정보
ru: Информация о персонаже
zh: 角色详情
zh_hant: 角色詳情

# svt_profile_n
source: Profile {n}
ar: الملف الشخصي {n}
ja: プロフィール{n}
ko: 프로필{n}
ru: Профиль {n}
zh: 个人资料{n}
zh_hant: 個人資料{n}

# svt_related_ce
source: Related CEs
ar: بطاقات كرافت ذات صلة
ja: 関連礼装
ko: 관련 예장
ru: Связанные CEs
zh: 关联礼装
zh_hant: 關聯禮裝

# svt_reset_plan
source: Reset Plan
ar: إعادة ضبط الخطة
ja: プランをリセット
ko: 계획 초기화
ru: Сбросить План
zh: 重置规划
zh_hant: 重置規劃

# svt_second_archive
source: Second Archive
ar: الارشيف الثاني
ja: 保管室
ko: 영기 보관실
ru: Второй Архив
zh: 保管室
zh_hant: 保管室

# svt_stat_own_total
source: (SkillMax) Owned/Total
ja: （999）所持/合計
ru: (SkillMax) NPs/Owned/Total
zh: (999)持有/总计
zh_hant: (999)持有/總計

# svt_sub_attribute
source: Sub Attribute
ja: 副属性
ru: Доп Атрибут
zh: 副属性

# svt_switch_slider_dropdown
source: Switch Slider/Dropdown
ar: تبديل الشرائح /المهابط
ja: Slider/Dropdownを切り替え
ko: Slider/Dropdown 전환
ru: Переключить ползунок/раскрывающийся список
zh: 切换滑动条/下拉框
zh_hant: 切換滾動條/下拉框

source: Switch Region
ar: تغيير المنطقة
ja: サーバーを切り替え
ko: 서버 전환
ru: Сменить регион
zh: 切换区服
zh_hant: 切換區服

# system_tray_close_hint
source: Minimize window for close button
ru: Свернуть окно при закрытии
zh: 关闭窗口时最小化
zh_hant: 關閉視窗時最小化

source: Target
ru: Цель
zh: 目标
zh_hant: 目標

# td_animation
source: NP Animation
ja: 宝具演出
ru: Анимация Фантазма
zh: 宝具动画
zh_hant: 寶具演出

# td_base_hits_hint
source: For the same NP id, different owners may have different card type and hit distributions.
ru: Для одного и того же айди NP разные владельцы могут иметь разные типы карт и распределения попаданий.
zh: 同一宝具不同持有者可能拥有不同的色卡和Hit分布
zh_hant: 同一寶具不同持有者可能擁有不同的色卡和Hit分布

# td_cardcolor_hint
source: This Noble Phantasm is displayed as {color} card, but doesn't have [{trait}] trait.
ru: Этот Благородный Фантазм отображается как карта {color}, но не имеет трейт [{trait}].
zh: 此宝具显示为{color}卡，但不持有[{trait}]特性
zh_hant: 此寶具顯示為{color}卡，但不持有[{trait}]特性

# td_cardnp_hint
source: This is a Noble Phantasm, but doesn't have [{trait}] trait.
ru: Это Благородный Фантазм, но у него нет трейта [{trait}].
zh: 这是一个宝具，但不持有[{trait}]特性
zh_hant: 這是一個寶具，但不持有[{trait}]特性

# td_rankup
source: NP Upgrade
ru: Усиление Фантазма
zh: 宝具强化
zh_hant: 寶具強化

source: Team
ru: Команда
zh: 队伍
zh_hant: 隊伍

# team_backup_member
source: Backup
ja: サブメンバー
ru: Резерв
zh: 后排从者
zh_hant: 後排從者

# team_block_ce
source: Block CE
ko: 제외 예장
ru: Заблокировать CE
zh: 禁用礼装

# team_block_servant
source: Block Servant
ko: 제외 서번트
ru: Заблокировать Слугу
zh: 禁用从者

# team_local
source: Local Teams
ru: Локальные Команды
zh: 本地队伍

# team_no_append_skill
source: No Append Skill
ko: 어펜드 스킬 제외
ru: Без Append Навыка
zh: 禁止追加技能

# team_no_double_castoria
source: No Double Castoria
ja: Wキャストリアを除く
ko: 더블 캐밥 제외
ru: Без Двойной Кастории
zh: 禁止双C呆

# team_no_double_koyan
source: No Double Koyan
ja: Wコヤンを除く
ko: 더블 코얀 제외
ru: Без Двойной Коянской
zh: 禁止双杀狐

# team_no_double_oberon
source: No Double Oberon
ru: Без Двойного Оберона
zh: 禁止双奥伯龙

# team_no_grail_fou
source: No Grail/☆4 Fou
ko: 성배 및 4성 포우 제외
ru: Не граален/☆4 Fou
zh: 无圣杯/金芙芙

# team_no_lv100
source: No Lv.100+
ko: 100레벨 제외
ru: Не Lv.100+
zh: 无Lv.100+

# team_no_order_change
source: No Order Change
ko: 오더 체인지 제외
ru: Без Order Change
zh: 禁止换人

# team_no_same_svt
source: No Same Svt
ko: 동일 서번트 제외
ru: Без одинаковых Слуг
zh: 禁止相同从者

# team_rare_enemy_warning
source: This quest may contain rare or additional enemies. If they appear randomly (appearance cannot be 100% guaranteed), please ensure that this team is suitable for all possible enemy versions.
ru: В этом задании могут встречаться редкие или дополнительные враги. Если они появляются случайно (появление не может быть гарантировано на 100%), убедитесь, что эта команда подходит для всех возможных вариантов врагов.
zh: 此关卡可能包含稀有或追加敌人，若为随机出现（无法100%保证出现），请确保此队伍可适用于所有可能的敌方配置。

# team_report_reason_hint
source: [With Details] Unreleased servant xxx/low success rate/cannot clear quest/etc. Ask admin to delete team rather to edit team.
ru: [С подробностями] Неизданный слуга xxx/низкий уровень успешности/не удается выполнить задание/и т.д. Попросите администратора удалить команду, а не редактировать.
zh: 【详细说明】使用未实装从者(说明哪位)/操作发牌成功率低/无法通关 等等。 为了通知管理员删除队伍而不是让其修改队伍配置。

# team_shared
source: Shared Teams
ru: Команды Сообщества
zh: 共享队伍

# team_starting_member
source: Frontline
ja: スターティング
ko: 전열 서번트
ru: Передовая
zh: 前排从者
zh_hant: 前排從者

# team_use_servant
source: Use Servant
ru: Использовать Слугу
zh: 使用从者

source: Test
ar: يختبر
ja: テスト
ko: 테스트
ru: Тест
zh: 测试

source: Test Info Pad
ja: テスト用情報
ko: 테스트 정보
ru: Тестовая информационная панель
zh: 测试信息
zh_hant: 測試資訊

source: Time
ko: 시간
ru: Время
zh: 时间
zh_hant: 時間

# time_close
source: Close
ar: اغلق
ja: 閉じる
ko: 닫기
ru: Закрыть
zh: 关闭
zh_hant: 關閉

# time_end
source: End
ar: نهاية
ja: エンド
ko: 끝
ru: Закончить
zh: 结束
zh_hant: 結束

# time_start
source: Start
ar: بداية
ja: スタート
ko: 시작
ru: Начать
zh: 开始
zh_hant: 開始

source: Tips
ko: 팁
ru: Cоветы
zh: 小贴士

source: Toggle Dark Mode
ar: بدل الى الوضع المظلم
ja: ダークモードに切り替え
ko: 다크 모드로 전환
ru: Включить темный режим
zh: 切换深色模式
zh_hant: 切換深色模式

# too_many_td5_svts_warning
source: {count} NP5 ★5 servants, please descrease svt requirements as much as possible for sharing
ru: {count} NP5 ★5 слуг, пожалуйста, уменьшите требования к слугам настолько, насколько это возможно чтобы поделиться с сообществом
zh: 存在{count}张满宝五星，分享队伍应尽可能低配减配

# tooltip_refresh_sliders
source: Refresh slides
ar: تحديث الشرائح
ja: スライドを更新
ko: 슬라이드 갱신
ru: Обновить слайды
zh: 刷新轮播图
zh_hant: 刷新輪播圖

source: Total
ko: 총계
ru: Итого
zh: 总计
zh_hant: 總計

source: Total AP
ar: الاي بي الكلي
ja: AP合計
ko: AP 합계
ru: Итого AP
zh: 总AP
zh_hant: 總AP

source: Total counts
ar: الحساب النهائي
ja: 総数
ko: 합계 카운트
ru: Итого
zh: 总数
zh_hant: 總數

source: Total NP
ko: 총 NP
ru: Итого NP
zh: 总NP
zh_hant: 總NP

source: Trait
ar: علامة
ja: 特性
ko: 속성
ru: Трейты
zh: 特性
zh_hant: 特性

# treasure_box_draw_cost
source: Draw Cost
ja: 1個開封のコスト
ko: 1롤의 비용
ru: Стоимость розыгрыша
zh: 每抽消耗
zh_hant: 每抽消耗

# treasure_box_extra_gift
source: Extra Gifts per box
ja: 1箱あたりのおまけギフト
ko: 상자 당 추가 선물
ru: Дополнительные подарки в коробке
zh: 每箱额外礼物
zh_hant: 每箱額外禮物

# treasure_box_max_draw_once
source: Max Draws at once:
ja: 1回最大開封数
ko: 1회 최대 획득 량
ru: Максимальное количество за раз:
zh: 单次最多抽数
zh_hant: 單次最多抽數

source: Trial Quest
ko: 트레일 퀘스트
ru: Пробный квест
zh: 体验关卡
zh_hant: 體驗關卡

# turn_remain_limit
source: Turn Remaining Limit
ko: 남은 턴 수
ru: Оставшийся лимих ходов
zh: 剩余回合限制
zh_hant: 剩餘回合限制

# turn_remain_limit_lose
source: Considered Lose after turn countdown is over
ko: 턴 경과 시 패배로 간주 됩니다
ru: Считается проигрышем после окончания обратного отсчета ходов
zh: 回合倒数结束后视为败北
zh_hant: 回合倒數結束後視為敗北

# turn_remain_limit_win
source: Considered Win after turn countdown is over
ko: 턴 경과시 승리로 간주 됩니다
ru: Считается победой после окончания обратного отсчета ходов
zh: 回合倒数结束后视为通关
zh_hant: 回合倒數結束後視為通關

# twice_skill_hint
source: Usually for w-Koyan team
ko: 주로 더블 코얀 덱에서 사용됩니다
zh: 通常用于双杀狐组队
zh_hant: 通常用於雙光高揚組隊

# twice_skill_if_cd2
source: Twice skills if Cool Down after 2 turns
ru: Повторно применяйте умение (если время восстановления сбрасывается через 2 хода).
zh: 重复释放技能(若2回合后CD恢复)
zh_hant: 重複釋放技能(若2回合後CD恢復)

source: Unknown
ru: Неизвестно
zh: 未知

source: Unlock
ko: 해금
ru: Разблокировать
zh: 解锁

source: Unlock Quest
ko: 퀘스트 해금
ru: Разблокировать Квест
zh: 解锁关卡
zh_hant: 解鎖關卡

source: Update
ar: تحديث
ja: 更新
ko: 갱신
ru: Обновить
zh: 更新
zh_hant: 更新

# update_already_latest
source: Already the latest version
ar: النسخة الاعلي مسبقا
ja: すでに最新バージョンになります
ko: 이미 최신버전 입니다
ru: Уже последняя версия
zh: 已经是最新版本
zh_hant: 已經是最新版本

# update_data_at_start
source: Update on Startup
ja: 起動時に更新
ko: 시작 시 업데이트
ru: Обновить при запуске
zh: 启动时更新
zh_hant: 啟動時更新

# update_data_at_start_off_hint
source: Load local data then background update, apply updates at next startup
ko: 로컬 데이터를 로드하고 백그라운드에서 업데이트한 뒤에, 어플을 재시작하여 업데이트를 적용하세요
ru: Загрузка локальных данных с последующим фоновым обновлением, применение обновлений при следующем запуске
zh: 加载本地数据并后台更新,下次启动应用更新
zh_hant: 讀取本地資料並在背景更新,下次啟動時更新

# update_data_at_start_on_hint
source: May take more time to startup
ko: 시작하는 데 시간이 더 걸릴 수 있음
ru: Запуск может занять больше времени
zh: 启动时间可能变长
zh_hant: 啟動時間可能變長

source: Update Dataset
ar: تحديث حزمة البيانات
ja: データセットをアップデート
ko: 게임 데이터 갱신하기
ru: Обновить набор данных
zh: 更新数据包
zh_hant: 更新資源包

# update_msg_error
source: Update failed
ja: 更新失敗
ko: 업데이트 실패
ru: Не удалось обновить
zh: 更新失败
zh_hant: 更新失敗

# update_msg_no_update
source: No update available
ja: 利用できる更新がない
ko: 사용 가능한 업데이트 없음
ru: Нет доступных обновлений
zh: 无可用更新
zh_hant: 無可用更新

source: Update Time
ja: 更新時間
ru: Время обновления
zh: 更新时间

source: Updated
ja: 更新済み
ko: 업데이트됨
ru: Обновлено
zh: 已更新
zh_hant: 已更新

source: Upload
ar: رفع
ja: アップロード
ko: 업로드
ru: Загрузить
zh: 上传
zh_hant: 上傳

# upload_and_close_app
source: Upload & Close
ko: 업로드 및 닫기
ru: Загрузить и закрыть
zh: 上传并关闭
zh_hant: 上傳並關閉

# upload_and_close_app_alert
source: Upload data before closing the app?
ko: 앱을 닫기 전에 데이터를 업로드하시겠습니까?
ru: Загрузить данные перед закрытием приложения?
zh: 是否上传数据再关闭应用?
zh_hant: 是否上傳資料再關閉?

# upload_before_close_app
source: Upload before closing
ko: 닫기 전에 업로드
ru: Загрузить перед закрытием
zh: 关闭app前上传
zh_hant: 關閉前上傳

# upload_not_eligible_hint
source: Current team is not eligible for upload:
ru: Текущая команда не может быть загружена по следующим причинам:
zh: 当前队伍不满足上传条件:

# upload_paused
source: Uploading too frequently, please wait {remain} seconds
ru: Слишком часто загружаетесь, пожалуйста, подождите {remain} секунд
zh: 上传过于频繁，请等待{remain}秒

# upload_team_confirmation
source: Upload current team? Attention: to service more players. - don't upload team which contains unreleased servants! - Please try to keep your team configuration as low as possible (unnecessary grailed lv, append skill, NP Lv, unused backup servant). - Uploaded data may be deleted due to future updates, data incompatibility etc.
ko: 현재 팀을 업로드하시겠습니까? 주의: 더 많은 플레이어에게 서비스를 제공하기 위한 것입니다. - 미출시 서번트가 포함된 팀은 업로드하지 마세요! - 팀 구성을 최대한 낮게 유지하십시오(불필요한 성배 LV, 어펜드 스킬, NP Lv, 사용하지 않는 후열 서번트). - 업로드된 데이터는 향후 업데이트, 데이터 비호환 등으로 인해 삭제될 수 있습니다.
ru: Загрузить текущую команду? Внимание: для обслуживания большего количества игроков. - Не загружайте команду, содержащую невыпущенных слуг! - Постарайтесь поддерживать конфигурацию вашей команды на минимально возможном уровне (ненужный Class Score, уровень Грааля, Append Skill, уровень NP, неиспользуемый резервный слуга). - Загруженные данные могут быть удалены из-за будущих обновлений, несовместимости данных и т. д.
zh: 确认上传当前的队伍? 注意事项： - 请尽量降低队伍配置(不必要的圣杯、被动技能、宝具等级、未使用的后备从者等)以供他人参考。
