Repository: chaldea-center/chaldea
Catalog: lib/l10n/intl_*.arb
Languages: ar, ja, ko, ru, zh, zh_hant

source: Long press to remove
ko: 제거하려면 길게 누르세요
ru: Длительное нажатие для удаления
zh: 长按移除
zh_hant: 長按移除

# long_press_to_save_hint
source: Long press to save
ar: ضغطة مطولة للحفط
ja: 長押しして保存します
ko: 길게 눌러서 저장
ru: Длительное нажатие для сохранения
zh: 长按保存
zh_hant: 長按保存

# lottery_cost_per_roll
source: Cost of 1 roll
ja: ガチャ1回のコスト
ko: 가챠 1회 비용
ru: Стоимость 1 прокрута
zh: 每抽消耗
zh_hant: 每抽消耗

source: Lucky Bag
ar: حقيبة الحظ
ja: 福袋
ko: 복주머니
zh: 福袋
zh_hant: 福袋

# lucky_bag_best
source: Best
ko: 최선
ru: Лучшее
zh: 最优
zh_hant: 最佳

# lucky_bag_expectation
source: Expectation
ja: 期待値
ko: 기대치
ru: Ожидаемое
zh: 期望值
zh_hant: 期望值

# lucky_bag_expectation_short
source: Exp.
ja: 期待値
ko: 기대치
ru: Ожид.
zh: 期望
zh_hant: 期望

# lucky_bag_rating
source: Rating
ar: تقييم
ja: スコアリング
ko: 스코어링
ru: Рейтинг
zh: 打分
zh_hant: 評分

# lucky_bag_tooltip_unwanted
source: Unwanted
ar: الغير مطلوب
ja: 本当に不要
ko: 매우 불필요함
ru: Нежелаемый
zh: 非常不想要
zh_hant: 非常不想要

# lucky_bag_tooltip_wanted
source: Wanted
ar: المطلوب
ja: とても欲しい
ko: 매우 필요함
ru: Желаемый
zh: 非常想要！
zh_hant: 非常想要!

# lucky_bag_worst
source: Worst
ko: 최악
ru: Худшее
zh: 最差
zh_hant: 最差

source: Main Interlude
ja: メインインタールード
ko: 메인 인터루드
zh: 主线物语
zh_hant: 主線分支

# main_quest
source: Main Quests
ar: المهام الرئيسية
ja: メインクエスト
ko: 메인 퀘스트
zh: 主线关卡
zh_hant: 主線關卡

# main_story
source: Main Record
ja: シナリオ
ko: 메인 스토리
zh: 主线记录
zh_hant: 主線記錄

# main_story_chapter
source: Chapter
ar: الفصل
ja: チャプター
ko: 챕터
ru: Глава
zh: 章节
zh_hant: 章節

# map_gimmicks
source: Gimmicks
ko: 기믹
zh: 小部件
zh_hant: 小部件

# map_layer_n
source: Layer {layer}
ja: 第{layer}層
ko: 제{layer}층
ru: Слой {layer}
zh: 第{layer}层
zh_hant: 第{layer}層

# map_show_fq_spots_only
source: FQ spots only
ru: Только Места FQ
zh: 仅Free关卡地点
zh_hant: 僅有Free Quest地點

# map_show_header_image
source: Show Header Image
ru: Показать изображение заголовка
zh: 显示标题图
zh_hant: 顯示標題圖

# map_show_roads
source: Show Roads
ru: Показать дороги
zh: 显示道路
zh_hant: 顯示道路

# map_show_spots
source: Show Spots
ru: Показать места
zh: 显示地点
zh_hant: 顯示地點

source: Master Mission
ar: مهام الماستر
ja: マスターミッション
ko: 마스터 미션
zh: 御主任务
zh_hant: 御主任務

# master_mission_related_quest
source: Related Quests
ar: مهام ذات صلة
ja: 関連クエスト
ko: 관련된 퀘스트
ru: Связанные квесты
zh: 关联关卡
zh_hant: 關聯關卡

# master_mission_solution
source: Solution
ar: التسهيل
ja: 対策
ko: 풀이
ru: Решение
zh: 方案
zh_hant: 方案

# master_mission_weekly
source: Weekly Mission
ja: ウィークリーミッション
ko: 주간 미션
ru: Еженедельная миссия
zh: 周常任务
zh_hant: 每週任務

source: Max enemy act count
ko: 적 최대 행동 수
ru: Максимальное количество действий противника
zh: 敌方最多行动次数
zh_hant: 敵方最多行動次數

# max_enemy_on_stage
source: Max enemies on stage
ko: 스테이지 최대 적군의 수
ru: Макс. количество врагов на этапе
zh: 场上最大敌人数
zh_hant: 場上最大敵人數

# max_limit_break
source: MLB
ja: 最終再臨
ko: 최종 재림
zh: 满破
zh_hant: 滿破

source: Max Window Width
ko: 최대 창 너비
ru: Максимальная ширина окна
zh: 最大窗口宽度

# media_assets
source: Assets
ru: Ресурсы
zh: 资源
zh_hant: 資源

source: Merge
ru: Слияние
zh: 合并

# merge_same_drop
source: Merge Same Drop Item
ru: Объединить один и тот же элемент
zh: 合并相同掉落素材
zh_hant: 合併相同掉落素材

# migrate_external_storage_btn_no
source: NOT MIGRATE
ja: 移行しない
ko: 이동시키지 않음
ru: НЕ МИГРИРОВАТЬ
zh: 不迁移
zh_hant: 不轉移

# migrate_external_storage_btn_yes
source: MIGRATE
ja: 移行
ko: 이동
ru: МИГРИРОВАТЬ
zh: 迁移
zh_hant: 轉移

# migrate_external_storage_manual_warning
source: Please move the data manually, otherwise the data will be empty after startup.
ja: データを手動で移動してください。そうしないと、起動後にデータが空になります。
ko: 데이터를 수동으로 이동시켜주세요. 그렇지않으면 기동 후에 데이터가 날아가버립니다.
ru: Пожалуйста, перенесите данные вручную, иначе после запуска данные будут пустыми..
zh: 请手动移动数据，否则启动后为空数据。
zh_hant: 請手動移動數據, 否則啟動後為空數據

# migrate_external_storage_title
source: Migrate Data
ja: データの移行
ko: 데이터 이동
ru: Мигрировать Данные
zh: 迁移数据
zh_hant: 轉移資料

source: Mission
ja: ミッション
ko: 미션
ru: Миссия
zh: 任务
zh_hant: 任務

# mission_target
source: Mission Targets
ko: 미션 목표
ru: Цели Миссии
zh: 任务目标
zh_hant: 任務目標

source: Move down
ar: تحرك لأسفل
ja: ダウン
ko: 다운
ru: Двигаться вниз
zh: 下移
zh_hant: 下移

source: Move up
ar: تحرك لأعلى
ja: アップ
ko: 업
ru: Двигаться Вверх
zh: 上移
zh_hant: 上移

source: My Room
ko: 마이룸
ru: Моя Комната
zh: 个人空间
zh_hant: 個人空間

source: Mystic Code
ar: الميستك كود
ja: 魔術礼装
ko: 마술예장
ru: Мистические Коды
zh: 魔术礼装
zh_hant: 魔術禮裝

source: Name
ko: 이름
ru: Имя
zh: 名称
zh_hant: 名稱

# network_force_online
source: Force Online Mode
ko: 강제 온라인 모드
ru: Принудительный онлайн-режим
zh: 强制在线模式
zh_hant: 強制在線模式

# network_force_online_hint
source: App will change to offline mode if no network detected
ko: 네트워크가 감지되지 않으면 앱이 오프라인 모드로 변경됩니다.
ru: Приложение перейдет в автономный режим, если сеть не обнаружена.
zh: 当未检测到网络连接时，App将默认处于离线模式
zh_hant: 當未檢測到網絡連接時，App將預設處於離線模式

source: Network Settings
ar: اعدادت الشبكة
ja: ネットワーク設定
ko: 네트워크 설정
ru: Настройки сети
zh: 网络设置
zh_hant: 網路設置

source: Network Status
ja: ネットワーク接続の状態
ko: 네트워크 상태
ru: Статус сети
zh: 网络状态

source: New account
ar: حساب جديد
ja: アカウントの新規登録
ko: 새 계정 추가
ru: Новый аккаунт
zh: 新建账号
zh_hant: 新建帳號

source: New data available
ar: بيانات جديدة متاحة
ko: 사용 가능한 업데이트 있음
ru: Доступны новые данные
zh: 可用数据更新
zh_hant: 有可用數據更新

# next_card
source: Next
ar: التالي
ja: 次のカード
ko: 다음
ru: Далее
zh: 下一张
zh_hant: 下一張

# next_page
source: NEXT
ja: 次のページ
ko: 다음 페이지
ru: ДАЛЕЕ
zh: 下一页
zh_hant: 下一頁

# no_servant_quest_hint
source: There is no interlude or rank up quest
ar: لا يوجد رانك اب او مهمة
ja: 幕間も強化クエストもはありません
ko: 막간의 이야기 또는 강화 퀘스트가 없습니다
ru: Нет ни интерлюдий ни заданий на повышение ранга.
zh: 无幕间或强化关卡
zh_hant: 無幕間或強化關卡

# no_servant_quest_hint_subtitle
source: Click ♡ to view all servants' quests
ar: اضغط ♡ لعرض جميع مهام الخدم
ja: ♡をクリックして、すべてのクエストを表示します
ko: ♡를 클릭해서 모든 퀘스트를 표시합니다
ru: Нажмите ♡, чтобы просмотреть все задания слуги.
zh: 点击♡查看所有从者任务
zh_hant: 點擊♡查看所有從者任務

source: No uploaded teams
zh: 无上传的队伍

source: Noble Phantasm
ar: الوهم النبيل
ja: 宝具
ko: 보구
ru: Фантазм (NP)
zh: 宝具
zh_hant: 寶具

# noble_phantasm_level
source: Noble Phantasm
ar: الوهم النبيل
ja: 宝具レベル
ko: 보구 레벨
ru: Фантазм (NP)
zh: 宝具等级
zh_hant: 寶具等級

# non_favorite_svt_be_skipped
source: Non-favorite servants will be skipped
ru: Не-избранные слуги будут пропущены.
zh: 未关注从者将被忽略
zh_hant: 未關注從者將被忽略

source: Normal
ru: Нормал
zh: 常规

source: Normal Attack
ko: 일반 공격
ru: Нормальная Атака
zh: 普通攻击

# not_implemented
source: Not yet implemented
ar: لم تنفذ بعد
ja: お楽しみに
ko: 아직 구현되지 않음
ru: Пока не реализовано
zh: 尚未实现
zh_hant: 尚未實現

source: Not Started
ru: Не начато
zh: 未开始

source: NP Charge
ar: NP شحن ال
ko: NP 차지
ru: Заряд NP
zh: NP充能
zh_hant: NP充能

# np_charge_type_instant
source: Instant
ru: Мгновенный
zh: 直冲
zh_hant: 直充

# np_charge_type_instant_sum
source: Instant Sum
ru: Мгновенный сумма
zh: 直冲总计
zh_hant: 直充總計

# np_charge_type_perturn
source: Per Turn
ru: За Ход
zh: 缓冲
zh_hant: 緩充

source: NP Damage
ko: 보구 데미지
ru: Урон NP
zh: 宝具伤害
zh_hant: 寶具傷害

source: NP Gain Mod
ar: غير منتهية الصلاحية
ja: 被ダメージ補正
ko: 적 피격 보정
ru: Модификатор Получения NP
zh: 敌受击补正
zh_hant: 敵受擊補正

source: NP Not Enough
ko: NP 부족
ru: Не достаточно NP
zh: NP不足
zh_hant: NP不足

source: NP refund
ko: NP 회수
ru: Возврат NP
zh: NP回收
zh_hant: NP回收

# np_refund_short
source: Refund
ko: 회수
ru: Возврат
zh: 回收
zh_hant: 回收

source: NP S.E.
zh: 宝具特攻
zh_hant: 寶具特攻

# np_short
source: NP
ja: 宝具
ko: 보구
zh: 宝具
zh_hant: 寶具

# np_sp_damage_rate
source: NP Special Damage Rate
ko: 보구 특공
ru: Коэфф. особого урона NP
zh: 宝具特攻系数
zh_hant: 寶具特攻係數

source: Obtain
ru: Полученное
zh: 获取

# obtain_time
source: Time
ar: الوقت
ja: タイム
ko: 시간
ru: Время
zh: 时间
zh_hant: 時間

source: OK
ar: موافق
ko: 확인
zh: 确定
zh_hant: 確定

source: One-off Quest
ko: 일회성 퀘스트
zh: 一次性关卡
zh_hant: 一次性關卡

source: Ongoing
ru: Текущий
zh: 进行中

# only_show_main_story_enemy
source: Only show enemies from main story's free quest
ko: 프리 퀘스트 의 적인 표시 만
ru: Показывать только врагов из Free Quest-ов основного сюжета
zh: 仅显示主线Free敌人
zh_hant: 僅顯示主線FQ敵人

# only_usuable_for_aoe_np
source: Only used for AoE NP
ru: Используется только для AoE NP
zh: 仅全体宝具实际可用
zh_hant: 僅全體寶具實際可用

source: Open
ar: فتح
ja: 開く
ko: 열기
ru: Открыть
zh: 打开
zh_hant: 打開

# open_condition
source: Condition
ar: شرط
ja: 開放条件
ko: 개방 조건
ru: Условие
zh: 开放条件
zh_hant: 開放條件

source: Open In Browser
ru: Открыть в браузере
zh: 在浏览器中打开

# open_in_file_manager
source: Please open with file manager
ar: رجاءا افتح باسخدام مدير الملفات
ja: ファイルマネージャで開いてください
ko: 파일 매니저로 열어주십시오
ru: Пожалуйста, откройте с помощью файлового менеджера
zh: 请用文件管理器打开
zh_hant: 請用文件管理器打開

source: Opening Time
ko: 개방 시간
ru: Время открытия
zh: 开放时间
zh_hant: 開放時間

source: Options
ko: 옵션
ru: Настройки
zh: 选项
zh_hant: 選項

source: Outdated
ar: منتهي الصلاحية
ja: 期限切れ
ko: 기간종료
ru: Устаревшее
zh: 已过期
zh_hant: 已過期

source: Override
ja: 上書き
ru: Перезаписать
zh: 覆盖

source: Overview
ar: ملخص
ja: 概要
ko: 개요
ru: Обзор
zh: 概览
zh_hant: 概覽

source: Passive Skill
ar: باسيڨ سكل
ja: クラススキル
ko: 클래스 스킬
ru: Пассивные Умения
zh: 被动技能
zh_hant: 被動技能

# passive_skill_short
source: Passive
ja: クラス
ko: 클래스
ru: Пассивки
zh: 被动
zh_hant: 被動

source: Paste
ru: Вставить
zh: 粘贴
zh_hant: 貼上

# paste_enemy_hint
source: Choose one Quest Enemy, open popup menu, then copy it to clipboard.
ru: Выберите одного из врагов в квесте, откройте всплывающее меню, затем скопируйте его в буфер обмена.
zh: 请先选择一个关卡的敌人，打开菜单并拷贝该敌人至剪切板
zh_hant: 請先選擇一個關卡的敵人，打開選單並複製該敵人至剪貼簿

source: Permanent
ko: 영구
ru: Постоянный
zh: 永久
zh_hant: 永久

source: Pin to Top
ko: 상단에 고정
ru: Закрепить наверху
zh: 置顶

source: Plan
ar: الخطة
ja: プラン
ko: 계획
ru: План
zh: 规划
zh_hant: 規劃

# plan_list_only_unlock_append
source: Unlocked Append
ko: 잠금 해제된 어펜드 만
ru: Только разблокированные Аппенды
zh: 仅已解锁追加
zh_hant: 僅已解鎖追加

# plan_list_set_all
source: Set All
ja: 一括設定
zh: 批量设置
zh_hant: 批量設置

# plan_list_set_all_current
source: Current
ar: الحالي
ja: 現在
ko: 현재
ru: Текущий
zh: 当前
zh_hant: 當前

# plan_list_set_all_target
source: Target
ar: الهدف
ja: ターゲット
ko: 목표
ru: Цель
zh: 目标
zh_hant: 目標

source: Plan Objective
ar: هدف الخطة
ja: プランの目標
ko: 계획 목표
ru: Цель плана
zh: 规划目标
zh_hant: 規劃目標

# plan_title
source: Plan
ar: الخطة
ja: プラン
ko: 계획표
ru: План
zh: 规划
zh_hant: 規劃

# planning_free_quest_btn
source: Planning Quests
ar: مهام التخطيط
ja: クエストをプラン
ko: 퀘스트 계획
ru: Планирование квестов
zh: 规划Free本
zh_hant: 規劃FQ

source: Player
ko: 플레이어
ru: Игрок
zh: 玩家

source: Player Data
ru: Данные игрока
zh: 玩家数据
zh_hant: 玩家資料

source: Player Only
ru: Только Игрок
zh: 仅玩家

# prefer_april_fool_icon
source: Prefer April Fools' Day icon
ko: 만우절 아이콘 우선
ru: Предпочитать иконку Дня дурака
zh: 优先愚人节头像
zh_hant: 優先愚人節頭像

source: Preferred Translation
ja: お気に入りの訳文
ko: 선호하는 번역
ru: Предпочтительный перевод
zh: 首选翻译
zh_hant: 首選翻譯

# preferred_translation_footer
source: Used for game data description, not UI language. Not all game data is translated for all 5 official languages.
ar: اسحب لتغيير الأسبقية في اللغة المستخدمة في التوضيحات لبيانات اللعبة،اللغات الخمسة الرسمية غير متوفره بالكامل في بيانات اللعبة
ja: UIの言語ではなく、ゲームのデータ記述で使用されます。すべてのゲームデータは、5つの公用語へ翻訳されたことがありません。
ko: UI 언어가 아닌 게임 데이터 설명에 사용됩니다. 일부 언어에는 번역되지 않은 부분이 있다.
ru: Используется для описания игровых данных, а не языка пользовательского интерфейса. Не все игровые данные переведены на все 5 официальных языков.
zh: 用于游戏数据的显示而非应用UI语言。部分语言存在未翻译的部分。
zh_hant: 用於遊戲數據的顯示而非應用UI語言。部分語言存在未翻譯的部分。

source: Present Box
ru: Почта
zh: 礼物箱

# prev_page
source: PREV
ja: 前のページ
ko: 이전 페이지
ru: ПРЕД
zh: 上一页
zh_hant: 上一頁

source: Preview
ar: عرض
ja: プレビュー
ko: 미리보기
ru: Предпросмотр
zh: 预览
zh_hant: 預覽

# previous_card
source: Previous
ar: السابق
ja: 前のカード
ko: 이전
ru: Предыдущая
zh: 上一张
zh_hant: 上一張

source: Priority
ar: أفضلية
ja: 優先順位
ko: 우선 순위
ru: Приоритет
zh: 优先级
zh_hant: 優先級

# priority_tagging_hint
source: Tags should not be too long, otherwise it cannot be shown completely
ar: يجب ألا تكون العلامات - تاغ - طويلة جدًا ، وإلا فلن يتم عرضها بالكامل
ja: コメントは長すぎないようにすることをお勧めします。長すぎると、表示が不完全になります。
ko: 태그는 짧게 해주세요. 너무 길면 전부 표시되지 않습니다
ru: Теги не должны быть слишком длинными, иначе они не смогут быть показаны полностью
zh: 建议备注不要太长，否则可能显示不全
zh_hant: 建議備註不要太長, 否則可能顯示不全

source: probability
ko: 확률
ru: вероятность
zh: 概率
zh_hant: 機率

# probability_expectation
source: Expectation
ko: 기대
ru: Ожидание
zh: 期望
zh_hant: 期望

source: Progress
ar: التقدم
ja: 進度
ko: 진행
ru: Прогресс
zh: 进度

source: Project Homepage
ar: الصفحة الرئيسية للمشروع
ja: プロジェクトホームページ
ko: 프로젝트 홈페이지
ru: Домашняя страница проекта
zh: 项目主页
zh_hant: 項目主頁

source: Quest
ar: مهمة
ja: クエスト
ko: 퀘스트
ru: Квест
zh: 关卡
zh_hant: 關卡

# quest_chapter_n
source: Section {n}
ar: القسم {n}
ja: 第{n}節
ko: 제{n}절
ru: Выбор {n}
zh: 第{n}节
zh_hant: 第{n}節

# quest_condition
source: Conditions
ar: الظروف
ja: 開放条件
ko: 개방 조건
ru: Условия
zh: 开放条件
zh_hant: 開放條件

# quest_disallow_laplace_share_hint
source: Invalid quest, only Free and Raid Quests supports team sharing
ru: Недопустимый квест, только Free и Raid квесты поддерживают совместное использование в команде
zh: 无效关卡，仅支持主线/活动Free本及团体战的队伍分享

# quest_edit_hint
source: For event effects, both war and field trait(94000xxx) are required to be correctly set. Only basic quest/enemy edit supported, special functions (multiple hp bar/shiftServant) are not supported. Customize JSON data for complex quest.
ru: Для эффектов событий необходимо правильно настроить трейт как боевой, так и поля (94000xxx). Поддерживается только базовое редактирование заданий/врагов, специальные функции (несколько полос здоровья/смена слуг) не поддерживаются. Настройте JSON-данные для сложных заданий..
zh: 若需使用活动效果，对应的关卡配置以及场地特性(94000xxx)均需正确设置。 仅支持基础关卡和敌人属性编辑，不支持多血条等复杂情形。复杂情况请自定义JSON。

# quest_enemy_summary_hint
source: A summary for enemies in free quest from Main Story, any property may be overridden from server. Only for reference. *Special* Trait means only part of enemies have this trait.
ja: フリークエストの敵編成まとめにある各属性は、サーバーによって上書きされる可能性があり、あくまで参考程度に考えてください。 *特殊*特性とは、敵の一部のみがその特性を持っていることを示します。
ko: 메인 스토리의 무료 퀘스트에서 적에 대한 요약, 모든 속성은 서버에서 재정의될 수 있습니다. 참고용으로만. *특수* 특성은 적의 일부만이 이 가지고 있는 특성을 말한다.
ru: Сводка по врагам в Free Quest из основного сюжета. Любое свойство может быть переопределено сервером. Только для справки. *Специальная* трейт означает, что только часть врагов обладает этим трейт.
zh: 主线Free本中敌人信息的汇总，任何属性均可能被服务器所覆盖，仅供参考。 *特殊*特性指仅部分敌人持有的特性。
zh_hant: 主線FQ中敵人資訊的匯總, 任何屬性均可能被伺服器所覆蓋, 僅供參考。 *特殊*特性指僅部分敵人持有的特性。

# quest_fields
source: Fields
ja: フィールド
ko: 필드
ru: Поля
zh: 场地
zh_hant: 場地

# quest_fixed_drop
source: Drops
ja: 必定のドロップ
ko: 드롭
ru: Дроп
zh: 固定掉落
zh_hant: 固定掉落

# quest_fixed_drop_short
source: Drops
ja: ドロップ
ko: 드롭
ru: Дроп
zh: 掉落
zh_hant: 掉落

# quest_not_found_error
source: Something went wrong or {region} doesn't have this quest's data
ko: 문제가 발생했거나 {region}에 이 퀘스트의 데이터가 없습니다.
ru: Что-то пошло не так, или у {region} нет данных об этом задании
zh: 出现错误或{region}无此关卡数据
zh_hant: 出現錯誤或{region}無此關卡資料

# quest_prefer_region
source: Preferred Region
ja: 優先するサーバー
ko: 선호하는 지역
ru: Предпочтительный регион
zh: 首选区服
zh_hant: 首選區服

# quest_prefer_region_hint
source: If the related event of the quest has not started at chosen region, it will fallback to JP
ko: 퀘스트의 관련 이벤트가 선택된 지역에서 시작되지 않은 경우 JP로 돌아갑니다.
ru: Если соответствующее событие квеста не началось в выбранном регионе, оно использует JP.
zh: 若该关卡所属活动在所选区服尚未开放，则默认显示日服
zh_hant: 若該關卡所屬活動在所選區服尚未開放，則預設顯示日服

# quest_region_has_enemy_hint
source: Only JP(after 2020/11) or NA(2020/12) may contain enemy data
ko: JP(2020/11년 이후) 또는 NA(2020/12년 이후)만 적 데이터를 포함할 수 있습니다.
ru: Только JP (после 2020/11) или NA (2020/12) могут содержать вражеские данные.
zh: 仅日服(2020/11之后)和美服(2020/12之后)可能含有敌方数据
zh_hant: 僅日服(2020/11之後)和美服(2020/12之後)可能含有敵方資料

# quest_restriction
source: Restrictions
ja: 編成制限
ko: 편성 제한
ru: Ограничения
zh: 编队限制
zh_hant: 編成限制

# quest_reward
source: Quest Rewards
ja: クエスト報酬
ko: 보너스
ru: Награды за квесты
zh: 通关奖励
zh_hant: 通關獎勵

# quest_reward_short
source: Rewards
ja: 報酬
ko: 보너스
ru: Награды
zh: 奖励
zh_hant: 獎勵

# quest_runs
source: {runs} Runs
ko: 실행 횟수 {실행}
ru: Размер выборки: {runs}
zh: 样本数{runs}
zh_hant: 樣本數{runs}

# quest_timeline_sort_campaign_open
source: AP Cost Event Time
zh: AP消耗活动开放时间
zh_hant: AP消耗活動開放時間

# quest_timeline_sort_quest_open
source: Quest Open Time
ru: Время открытия квеста
zh: 关卡开放时间
zh_hant: 關卡開放時間

# quest_version
source: Version {index}/{total} ({enemy} enemies)
ru: Версия {index}/{total} ({enemy} врагов)
zh: 版本{index}/{total} ({enemy}敌人)
zh_hant: 版本{index}/{total} ({enemy}敵人)

source: Quit
ru: Выйти
zh: 退出
zh_hant: 退出

source: Raid Quest
ja: レイド
ru: Рейдовый квест
zh: 团体战
zh_hant: 伐柱戰

source: Random
ko: 랜덤
ru: Рандом
zh: 随机
zh_hant: 隨機

# random_mission
source: Random Missions
ru: Рандомные Миссии
zh: 随机任务
zh_hant: 隨機任務

# rankup_quest
source: Rank Up
ru: Повышение ранга
zh: 强化关卡
zh_hant: 強化關卡

# rankup_timeline_hint
source: Some quests' start time is not correct. If show by AP campaign time, only JP time is used.
ru: Время начала некоторых заданий неверное. Если показ по времени AP кампании, то используется только время JP.
zh: 部分关卡时间与实际开放时间不符 若按AP消耗活动时间排序，则只使用日服时间
zh_hant: 部分關卡時間與實際開放時間不符 若按AP消耗活動時間排序，則只使用日服時間

source: Rare Enemy
ja: レアエネミー
ru: Редкий Враг
zh: 稀有敌人

source: Rarity
ar: الندرة
ja: レアリティ
ko: 레어도
ru: Редкость
zh: 稀有度
zh_hant: 稀有度

# rate_app_store
source: Rate on App Store
ar: قيمنا على آب ستور
ja: App Storeで評価
ko: App Store에서 평가
ru: Оценить в App Store
zh: App Store评分
zh_hant: App Store評分

# rate_play_store
source: Rate on Google Play
ar: قيمنا على متجر بلاي
ja: Google Playで評価
ko: Google Play에서 평가
ru: Оценить в Google Play
zh: Google Play评分
zh_hant: Google Play評分

# raw_gacha_data
source: Raw Gachas
ru: Необработанные Данные Гачи
zh: 原始卡池数据

# read_device_info
source: Read this Device's info
ru: Прочитать информацию об этом устройстве
zh: 读取本设备参数

# recognizer_result_count
source: {unknown} unknown, {dup} dup, {valid}/{total} valid, {selected} selected
ko: {unknown}불명, {dup}중복, {valid}/{total}유효, {selected}선택된
ru: {unknown} неизвестно, {dup} дубликат, {valid}/{total} верно, {selected} выбрано
zh: {unknown}不明, {dup}重复, {valid}/{total}有效, {selected}已选
zh_hant: {unknown}不明, {dup}重複, {valid}/{total}有效, {selected}已選

# recorder_screenshot_current_view
source: Current View
ru: Текущий вид
zh: 当前视图

# recorder_screenshot_full_view
source: Full View
ru: Полный вид
zh: 完整视图

source: Refresh
ru: Обновить
zh: 刷新
zh_hant: 重新整理

# refresh_data_no_update
source: No new card found
zh: 无新增卡牌
zh_hant: 無新增卡牌

# region_cn
source: CN
ar: الصينية
ja: 簡体字版
ko: 간체 중국 서버
zh: 国服
zh_hant: 簡中服

# region_jp
source: JP
ar: اليابانية
ja: 日本版
ko: 일본 서버
zh: 日服
zh_hant: 日服

# region_kr
source: KR
ar: الكورية
ja: 韓国版
ko: 한국 서버
zh: 韩服
zh_hant: 韓服

# region_na
source: NA
ar: الأمريكية
ja: 北米版
ko: 미국 서버
zh: 美服
zh_hant: 美服

source: {region} Notice
ar: {region} ميّز
ja: {region}お知らせ
ko: {region} 공고
ru: Объявление в {region}
zh: {region}公告
zh_hant: {region}公告

# region_tw
source: TW
ar: التايوانية
ja: 繁体字版
ko: 번체 중국 서버
zh: 台服
zh_hant: 繁中服

source: Related Traits
ru: Связанные Трейты
zh: 关联特性
zh_hant: 關聯特性

source: Remove
ko: 제거
ru: Убрать
zh: 移除
zh_hant: 移除

# remove_duplicated_svt
source: Remove duplicated
ar: إزالة المكررة
ja: 2号機を削除
ko: 2호기 삭제하기
ru: Убрать дублирующиеся
zh: 销毁2号机
zh_hant: 銷毀2號機

source: Remove from blacklist
ar: إزالة من القائمة السوداء
ja: ブラックリストから削除
ko: 블랙리스트 삭제
ru: Убрать из черного списка
zh: 移出黑名单
zh_hant: 移出黑名單

source: Remove Mission
ru: Убрать Миссию
zh: 删除任务
zh_hant: 刪除任務

source: Rename
ar: إعادة التسمية
ja: 名前変更
ko: 이름 변경
ru: Переименовать
zh: 重命名
zh_hant: 重命名

# rerun_event
source: Rerun
ar: ري رن
ja: 復刻イベント
ko: 복각 이벤트
ru: Повтор
zh: 复刻活动
zh_hant: 復刻活動

source: Reset
ar: إعادة
ja: リセット
ko: 초기화
ru: Сбросить
zh: 重置
zh_hant: 重置

# reset_custom_ascension_icon
source: Reset custom ascension icons
ko: 사용자 맞춤 서번트 아이콘 초기화
ru: Сбросить пользовательские значки вознесения
zh: 重置自定义从者头像
zh_hant: 重置自訂從者頭像

# reset_plan_all
source: Reset Plan {n}(All)
ar: إعادة الخطة {n}(All)
ja: プラン{n}をリセット(すべて)
ko: 계획 초기화 {n}(모두)
ru: Сбросить план {n}(Все)
zh: 重置规划{n}(所有)
zh_hant: 重置規劃{n}(所有)

# reset_plan_shown
source: Reset Plan {n}(Shown)
ar: إعادة الخطة{n}(Shown)
ja: プラン{n}をリセット(表示のみ)
ko: 계획 초기화 {n}(표시된)
ru: Сбросить план {n}(показано)
zh: 重置规划{n}(已显示)
zh_hant: 重置規劃{n}(已顯示)

source: Reset Skill CD
ru: Сброс КД навыков
zh: 重置技能CD
zh_hant: 重置技能CD

source: Resettable Digged Num
ko: 필요한 파다 수 초기화
ru: Сбросить количество требуемых раскопок
zh: 重置所需发掘数目
zh_hant: 重置所需發掘數目

source: Resolution
ru: Разрешение
zh: 分辨率

# restart_to_apply_changes
source: Restart to take effect
ja: 再起動して設定を有効にしてください
ko: 다시 시작하여 적용시키기
ru: Перезапустите, чтобы изменения вступили в силу
zh: 重启以使配置生效
zh_hant: 重啟以使配置生效

# restart_to_upgrade_hint
source: Restart to upgrade. If the update fails, please manually copy the source folder to destination
ar: أعد التشغيل للتحديث إذا فشل التحديث ، يرجى نسخ مجلد المصدر يدويًا إلى الوجهة
ja: 再起動してアプリを更新します。更新に失敗した場合は、手動でsourceフォルダをdestinationへコピーペーストしてください
ko: 업데이트 후 재시작합니다. 만약 업데이트에 실패했다면 수동으로 소스 파일을 다른 곳에 옮겨주시기 바랍니다.
ru: Перезапустите для обновления. Если обновление не удалось, вручную скопируйте исходную папку в папку назначения.
zh: 重启以更新应用，若更新失败，请手动复制source文件夹到destination
zh_hant: 重啟以更新應用，若更新失敗，請手動複製source文件夾到destination

source: Restore
ar: إعادة
ja: 復元
ko: 복원
ru: Восстановить
zh: 恢复
zh_hant: 恢復

source: Results
ar: النتائج
ja: 結果
ko: 결과
ru: Результаты
zh: 结果
zh_hant: 結果

# saint_quartz_plan
source: SQ Plan
ar: خطة ال SQ
ja: 貯石計画
ko: 성정석 저장 계획
ru: План Кварца
zh: 攒石
zh_hant: 掙石

# same_event_plan
source: Keep Same Event Plan
ja: 同じイベントプランを維持
ko: 같은 행사 계획 유지
ru: Сохраните тот же план событий
zh: 保持相同活动规划
zh_hant: 保持相同活動規劃

source: Save
ar: حفط
ja: 保存
ko: 저장
ru: Сохранить
zh: 保存
zh_hant: 保存

source: Save As
ko: 다른이름으로 저장
ru: Сохранить как
zh: 另存为
zh_hant: 另存新檔

source: Save Current Team
ru: Сохранить Текущую Команду
zh: 保存当前队伍

source: Save to Photos
ar: الحفظ في الصور
ja: アルバムに保存
ko: 사진 저장하기
ru: Сохранить в Фото
zh: 保存到相册
zh_hant: 保存到相簿

source: Saved
ar: محفوظ
ja: 保存済み
ko: 저장됨
ru: Сохранено
zh: 已保存
zh_hant: 已保存

source: Screen Size
ar: حجم الشاشة
ja: 画面サイズ
ko: 스크린 사이즈
ru: Размер экрана
zh: 屏幕尺寸
zh_hant: 螢幕尺寸

# screenshot_not_support_html_renderer
source: Screenshot is not supported with html renderer
zh: 截屏功能在html渲染模式中不可用

source: Screenshots
ar: لقطات الشاشة
ja: スクショ
ko: 스크린샷
ru: Скриншоты
zh: 截图
zh_hant: 截圖

# script_choice
source: Choice
ru: Выбор
zh: 选项
zh_hant: 選項

# script_choice_end
source: Choice Branch End
ru: Конец ветви выбора
zh: 选项分支结束
zh_hant: 選項分歧結束

# script_player_name
source: Fujimaru
ja: 藤丸
zh: 藤丸
zh_hant: 藤丸

# script_story
source: Story
ko: 스토리
ru: История
zh: 剧情
zh_hant: 劇情

source: Search
ar: بحث
ja: 検索
ko: 검색
ru: Поиск
zh: 搜索
zh_hant: 搜索

# search_option_basic
source: Basic
ar: اساسي
ja: 基本情報
ko: 기본 옵션
ru: Базовый
zh: 基础信息
zh_hant: 基礎資訊

# search_options
source: Search Scopes
ar: نطاق البحث
ja: 検索範囲
ko: 검색 옵션
ru: Области поиска
zh: 搜索范围
zh_hant: 搜索範圍

source: Select
ja: 選択
ko: 선택
ru: Выбрать
zh: 选择
zh_hant: 選擇

source: Select CE
ja: 概念礼装を選択
ko: 예장 선택
ru: Выбрать CE
zh: 选择礼装
zh_hant: 選擇禮裝

# select_copy_plan_source
source: Select copy source
ar: تحديد مصدر النسخ
ja: コピー元を選択
ko: 복사할 파일을 선택
ru: Выберите источник копирования
zh: 选择复制来源
zh_hant: 選擇複製來源

# select_item_title
source: Select Item
ar: اختيار عنصر
ja: アイテムを選択
ko: 아이템 선택
ru: Выберите материалы
zh: 选择素材
zh_hant: 選擇素材

# select_lang
source: Select Language
ar: اختيار اللغة
ja: 言語を選択
ko: 언어 선택
ru: Выберите язык
zh: 选择语言
zh_hant: 選擇語言

source: Select Plan
ar: تحديد خطة
ja: プランを選択
ko: 계획 선택
ru: Выберите План
zh: 选择规划
zh_hant: 選擇規劃

source: Select Servant
ja: ｻｰｳﾞｧﾝﾄを選択
ko: 서번트 선택
ru: Выберите Слугу
zh: 选择从者
zh_hant: 選擇從者

source: Select Skill
ja: スキルを選択
ko: 스킬 선택
ru: Выберите Навык
zh: 选择技能
zh_hant: 選擇技能

# select_skip
source: Select none to skip this effect
ru: Выберите нет, чтобы пропустить этот эффект.
zh: 不选择以跳过该效果

source: Send email to
ar: إرسال البريد الى
ja: こちらにメールを送信
ko: 여기로 메일 보내기
ru: Отправить электронное письмо по адресу
zh: 发送邮件到
zh_hant: 發送郵件到

source: Sending
ar: جاري الإرسال
ja: 送信中
ko: 전송 중
ru: Отправка
zh: 正在发送...
zh_hant: 正在發送...
