Repository: chaldea-center/chaldea
Catalog: lib/l10n/intl_*.arb
Languages: ar, ja, ko, ru, zh, zh_hant

# filter_revert
source: Revert
ar: عكسي
ja: 逆選択
ko: 역선택
ru: Отрицание
zh: 反向匹配
zh_hant: 反向匹配

# filter_shown_type
source: Display
ar: عرض
ja: 表示
ko: 표시
ru: Показать
zh: 显示
zh_hant: 顯示

# filter_sort
source: Sort
ar: فرز
ja: ソート
ko: 정렬
ru: Сортировка
zh: 排序
zh_hant: 排序

# filter_sort_number
source: No
ar: رقم
ja: 番号
ko: 번호
zh: 序号
zh_hant: 序號

# filter_sort_rarity
source: Rarity
ar: الندرة
ja: スター
ko: 레어도
ru: Редкость
zh: 星级
zh_hant: 星級

# fix_cors_for_chaldea_data
source: Fix CORS network error for "Global" source
zh: 修复"海外"源的跨域请求网络错误

# fix_cors_for_chaldea_data_hint
source: Usually on FireFox
zh: 一般出现在FireFox中

source: Fixed OC
zh: 固定OC
zh_hant: 固定OC

source: Force Enable NP S.E.
zh: 强制启用宝具特攻
zh_hant: 強制啟用寶具特攻

# force_instant_death
source: Force Death
ko: 강제 즉사
ru: Вызвать Смерть
zh: 强制即死
zh_hant: 強制即死

source: Forced Update
ru: Принудительное обновление
zh: 强制升级

# forgot_password_hint
source: Read FAQ first about password reset then contact developer with required info.
ru: Сначала прочтите FAQ о сбросе пароля, а затем свяжитесь с разработчиком и предоставьте необходимую информацию..
zh: 请先阅读FAQ中关于重置密码的部分，再联系开发者提供相关信息。

# foukun
source: Fou
ja: フォウくん
ko: 포우
ru: Фоу
zh: 芙芙
zh_hant: 芙芙

# fq_plan_decimal_hint
source: Decimals are not displayed, there may be an error of ±1 between the displayed result and the calculated result
ru: Десятые не отображаются, возможна погрешность ±1 между отображаемым результатом и рассчитанным результатом.
zh: 小数未显示，显示结果与计算结果可能存在±1的误差
zh_hant: 小數不顯示，顯示結果計算結果可能存在±1誤差

# free_exchange_svt
source: Free Exchange Servant
ru: Слуга Бесплатного Обмена
zh: 免费自选从者

# free_progress_newest
source: Latest(JP)
ar: أحدث(JP)
ja: 最新
ko: 최신(일그오)
ru: Последнее(JP)
zh: 日服最新
zh_hant: 日服最新

source: Free Quest
ar: الفري كويست
ja: フリークエスト
ko: 프리 퀘스트
zh: Free本

# free_quest_calculator
source: Free Quest
ar: الفري كويست
ja: フリークエスト
ko: 프리 퀘스트
zh: Free规划
zh_hant: FQ速查

# free_quest_calculator_short
source: Free Quest
ar: فري كويست
ja: フリークエスト
ko: 프리 퀘스트
zh: Free规划
zh_hant: FQ速查

source: Gacha
ja: ガチャ
ko: 가챠
ru: Гача
zh: 抽卡

# gacha_image_overridden_hint
source: Banner image may be overridden by
ru: Изображение баннера может быть перезаписано
zh: 卡池图片可能由于重名被以下卡池覆盖

source: Gacha Prob Calc
ko: 가차 확률 계산
ru: Калькулятор шансов Гачи
zh: 卡池概率计算
zh_hant: 卡池機率計算

# gacha_prob_ce_pickup
source: {rarity}☆ CE Pick Up
ko: {rarity}☆ 개념예장 픽업
zh: {rarity}星礼装PickUp
zh_hant: {rarity}星禮裝PickUp

# gacha_prob_custom_rate
source: Custom Rate
ar: نسبة مخصصة
ko: 맞춤 확률
ru: Пользовательский шанс
zh: 自定义概率
zh_hant: 自訂機率

# gacha_prob_precision_hint
source: If the value is too large or too small, the calculation result is inaccurate due to the double precision problem.
ko: 값이 너무 크거나 작으면 double 정밀도 문제로 인해 계산 결과가 부정확합니다.
ru: Если значение слишком велико или слишком мало, результат вычисления будет неточным из-за проблемы двойной точности.
zh: 数值过大或过小时由于double精度问题造成计算结果不准确
zh_hant: 數值過大或過小時由於double精度問題造成計算結果不準確

# gacha_prob_svt_pickup
source: {rarity}☆ SVT Pick Up
ko: {rarity}☆ 서번트 픽업
zh: {rarity}星从者PickUp
zh_hant: {rarity}星從者PickUp

# gacha_svt_count_hint
source: Both excluded event SR and FP SR. Owned: Sum of NP level of servants in Inventory & Second Archive, don't include burned. Obtain: all historical Gachas and 'PART' of 5/4-Star Servant Present. See link ↓ for details.
ru: Это не относится к 4-звёздным слугам событий и 4-звёздным слугам, призываемым за очки друзей. Овладаемые: простая сумма количества Благородных Фантазмов, удерживаемых в Инвентаре, и количества во Втором хранилище, за исключением преобразованных (проданных). Общее овладаемое: включает все исторические призывы и «некоторые» выборки, включая преобразованные (проданные). Нажмите на ссылку ниже, чтобы узнать подробности ↓.
zh: 均不包含活动四星和友情池四星。 持有:所持栏位和保管室里从者宝具数的简单加和，不包含已变还(贩卖) 总获取数:包括所有历史抽卡、“部分”自选，不包含无记名灵基，包含已变还(贩卖)。 详情戳下方链接↓

# gallery_tab_name
source: Home
ar: الرئيسية
ja: ホーム
ko: 홈
ru: Дом
zh: 首页
zh_hant: 首頁

source: Game Account
ar: حساب اللعبة
ja: ゲームアカウント
ko: 게임 계정
ru: Игровой аккаунт
zh: 游戏账号
zh_hant: 遊戲帳號

# game_data_not_found
source: Loading game data failed, please download data again
ar: فشل تحميل بيانات اللعبة ، الرجاء تحميل البيانات مجددا
ko: 게임 정보를 찾을 수 없습니다. 먼저 다운로드 해 주시기 바랍니다
ru: Загрузка игровых данных не удалась. Пожалуйста, загрузите данные ещё раз.
zh: 数据加载失败，请先前往游戏数据页面下载
zh_hant: 數據加載失敗, 請先前往遊戲數據頁面下載

# game_drop
source: Drop
ar: دروب
ja: ドロップ
ko: 드롭
ru: Лут
zh: 掉落
zh_hant: 掉落

# game_experience
source: Experience
ar: خبرة
ja: EXP
ko: 경험치
ru: Опыт
zh: 经验
zh_hant: 經驗

# game_kizuna
source: Bond
ar: بوند
ja: 絆
ko: 몽화
zh: 羁绊
zh_hant: 羈絆

# game_rewards
source: Rewards
ar: مكافئات
ja: 報酬
ko: 보상
ru: Награды
zh: 奖励
zh_hant: 獎勵

source: Game Server
ar: خادم اللعبة
ja: ゲームサーバー
ko: 게임 서버
ru: Игровой сервер
zh: 游戏区服
zh_hant: 遊戲區服

source: Gamedata
ar: بيانات اللعبة
ja: ゲームデータ
ko: 게임 데이터
ru: Игровые данные
zh: 游戏数据
zh_hant: 遊戲數據

source: Gender
ar: الجنس
ja: 性别
ko: 성별
ru: Пол
zh: 性别
zh_hant: 性別

# general_all
source: All
ar: الكل
ko: 모두
ru: Все
zh: 所有
zh_hant: 所有

# general_any
source: Any
ko: 임의값
ru: Любой
zh: 任意

# general_close
source: Close
ar: اغلق
ko: 닫기
ru: Закрыть
zh: 关闭
zh_hant: 關閉

# general_custom
source: Custom
ar: مخصص
ko: 맞춤
ru: Пользовательский
zh: 自定义
zh_hant: 自訂

# general_default
source: Default
ar: الافتراضي
ja: 既定
ko: 기본값
ru: По умолчанию
zh: 默认
zh_hant: 預設

# general_export
source: Export
ko: 내보내기
ru: Экспорт
zh: 导出

# general_import
source: Import
ko: 가져오기
ru: Импорт
zh: 导入

# general_next
source: Next
ko: 다음
ru: Далее
zh: 下一个

# general_others
source: Others
ar: الأخري
ja: ほか
ko: 기타
ru: Остальное
zh: 其他
zh_hant: 其他

# general_previous
source: Previous
ko: 이전
ru: Предыдущий
zh: 上一个

# general_special
source: Special
ar: خاص
ja: 特殊
ko: 스페셜
ru: Особый
zh: 特殊
zh_hant: 特殊

# general_type
source: Type
ar: النوع
ja: タイプ
ko: 타입
ru: Тип
zh: 类型
zh_hant: 類型

# global_text_selection
source: Global Text Selectable
ru: Глобально Выделяемый текст
zh: 全局文本可选择
zh_hant: 全局文本可選擇

# glpk_error_no_valid_target
source: Invalid input or no valid target found
ar: مدخلات خاطئة او المدخلات غير موجودة
ru: Неверный ввод или не найдена допустимая цель
zh: 无效条件或无相关目标
zh_hant: 無相關目標

source: Gold
ar: ذهب
ja: 金
ko: 금색
ru: Золотой
zh: 金
zh_hant: 金

source: Grail
ar: كأس
ja: 聖杯
ko: 성배
ru: Грааль
zh: 圣杯
zh_hant: 聖杯

# grail_up
source: Palingenesis
ar: اعطاء كؤوس
ja: 聖杯転臨
ko: 성배전림
ru: Палингенез
zh: 圣杯转临
zh_hant: 聖杯轉臨

source: Growth Curve
ar: منحنى النمو
ja: 成長曲線
ko: 성장 곡선
ru: Кривая роста
zh: 成长曲线
zh_hant: 成長曲線

# guda_female
source: Gudako
ar: غوداكو
ja: ぐだ子
ko: 구다코
ru: Гудако
zh: 咕哒子
zh_hant: 咕噠子

# guda_male
source: Gudao
ar: غودو
ja: ぐだ男
ko: 구다오
ru: Гудао
zh: 咕哒夫
zh_hant: 咕噠夫

source: Help
ar: مساعدة
ja: ヘルプ
ko: 도움말
ru: Помощь
zh: 帮助
zh_hant: 幫助

source: Hide
ko: 숨기기
ru: Скрыть
zh: 隐藏
zh_hant: 隱藏

source: Hide Outdated
ja: 期限切れを非表示
ko: 기간종료 숨기기
zh: 隐藏已过期
zh_hant: 隱藏已過期

# hide_svt_plan_details
source: Hide Plan Detail
ar: اخفاء تفاصيل الخطة
ko: 계획 세부 숨기기
ru: Скрыть детали плана
zh: 隐藏规划项
zh_hant: 隱藏規劃項目

# hide_svt_plan_details_hint
source: It is only not displayed on plan tab, but it is actually still included in the material planning and statistics.
ko: 계획 탭에서는 보이지 않으나 실제 아이템 계획 및 통계에는 포함되어 있음.
ru: Он только не отображается на вкладке "План", но на самом деле все еще включен в планирование материалов и статистику.
zh: 仅仅是在从者详情规划页不显示，实际仍计入素材规划与统计。
zh_hant: 僅僅是在從者詳情規劃頁不顯示，實際仍計入素材規劃與統計。

# hide_unreleased_card
source: Hide Unreleased Cards
ko: 미구현 서번트 숨기기
ru: Скрыть невыпущенные карты
zh: 隐藏未实装卡牌
zh_hant: 隱藏未實裝卡牌

source: High DIfficulty Quest
ja: 高難易度クエスト
ko: 고난이도 퀘스트
zh: 高难度关卡
zh_hant: 高難度關卡

source: Hint
ru: Подсказка
zh: 提示

source: History
ko: 기록
ru: История
zh: 历史记录
zh_hant: 歷史紀錄

# http_sniff_hint
source: (JP/NA/CN/TW)Capture the data when logging in
ja: (JP/NA/CN/TW)アカウントがログインしているときにデータ
ko: (JP/NA/CN/TW)계정 로그인 시 데이터 캡쳐, KR은 지원하지 않습니다
zh: (国/台/日/美)账号登陆时的数据
zh_hant: (簡中/繁中/日/美)帳號登入時的數據

# https_sniff
source: Https Sniffing
ja: Httpsスニッフィング
ko: Https 스나이핑
zh: Https抓包
zh_hant: Https監聽

# hunting_quest
source: Hunting Quests
ja: ハンティングクエスト
ko: 헌팅 퀘스트
zh: 狩猎关卡
zh_hant: 狩獵關卡

source: Icons
ar: الأيقونات
ja: アイコン
ko: 아이콘
ru: Иконки
zh: 图标
zh_hant: 圖示

source: Ignore
ar: تجاهل
ja: 無視
ko: 무시
ru: Игнорировать
zh: 忽略
zh_hant: 忽略

source: Illustration
ar: الرسوميات
ja: イラスト
ko: 일러스트
ru: Иллюстрация
zh: 卡面
zh_hant: 卡面

source: Illustrator
ar: الرسامين
ja: イラスレ
ko: 일러스트레이터
ru: Иллюстратор
zh: 画师
zh_hant: 畫師

source: Image
ko: 이미지
ru: Изображение
zh: 图片
zh_hant: 圖片

# import_active_skill_hint
source: Enhance - Skill
ja: 強化 - 鯖スキル強化
ko: 강화 - 서번트 스킬 강화
ru: Улучшение - Навык
zh: 强化 - 从者技能强化
zh_hant: 強化 - 從者技能強化

# import_active_skill_screenshots
source: Active Skill Screenshots
ja: 保有スキルのスクショ
ko: 액티브 스킬 스크린샷
ru: Скриншоты активных навыков
zh: 主动技能截图解析
zh_hant: 主動技能截圖解析

# import_append_skill_hint
source: Enhance - Append Skill
ja: 強化 - アペンドスキル強化
ko: 강화 - 어펜드 스킬 강화
ru: Улучшение - Append Навык
zh: 强化 - 被动技能强化
zh_hant: 強化 - 被動技能強化

# import_append_skill_screenshots
source: Append Skill Screenshots
ja: アペンドスキルのスクショ
ko: 어펜드 스킬 스크린샷
ru: Скриншоты Append Навыков
zh: 追加技能截图解析
zh_hant: 追加技能截圖解析

# import_auth_file
source: Account File
ja: アカウントファイル
ko: 계정 파일
ru: Файл Аккаунта
zh: 账号文件
zh_hant: 引繼文件

source: Import Backup
ja: バックアップのインポート
ko: 백업 불러오기
ru: Импорт резервной копии
zh: 导入备份
zh_hant: 導入備份

# import_csv_export_all
source: All servants
ar: جميع الخدم
ja: 全てのサーヴァント
ko: 모든 서번트
ru: Все слуги
zh: 所有从者
zh_hant: 所有從者

# import_csv_export_empty
source: Empty template
ja: 空のテンプレート
ko: 빈 템플릿
ru: Пустой шаблон
zh: 空模板
zh_hant: 空模板

# import_csv_export_favorite
source: Only favorite servants
ja: フォローしている鯖のみ
ko: 팔로우하는 서번트만
ru: Только избранные слуги
zh: 仅关注从者
zh_hant: 僅關注從者

# import_csv_export_template
source: Export Template
ja: テンプレート書き出し
ko: 템플릿 내보내기
ru: Экспорт шаблона
zh: 导出模板
zh_hant: 導出模板

# import_csv_load_csv
source: Load CSV
ja: CSV読み込み
ko: CSV 로드
ru: Загрузить CSV
zh: 载入CSV
zh_hant: 載入CSV

# import_csv_title
source: CSV Template
ja: CSVテンプレート
ko: CSV 템플릿
ru: CSV шаблон
zh: CSV模板
zh_hant: CSV模板

# import_data
source: Import
ar: استيراد
ja: インポート
ko: 불러오기
ru: Импортировать
zh: 导入
zh_hant: 導入

# import_data_error
source: Import failed. Error: {error}
ar: فشل الاستيراد. الخطأ: {error}
ja: インポートに失敗しました、エラー: {error}
ko: 불러오기 실패. Error: {error}
ru: Импорт не удался. Ошибка: {error}
zh: 导入失败: {error}
zh_hant: 導入失敗，Error: {error}

# import_data_success
source: Import data successfully
ar: نجح استيراد البيانات
ja: インポートは成功しました
ko: 불러오기를 성공했습니다
ru: Импорт данных успешно завершен
zh: 成功导入数据
zh_hant: 成功導入資料

# import_from_clipboard
source: From Clipboard
ja: クリップボードから
ko: 클립보드에서
ru: Из буфера обмена
zh: 从剪切板
zh_hant: 從剪貼簿

# import_from_file
source: From File
ja: ファイルから
ko: 파일에서
ru: Из файла
zh: 从文件
zh_hant: 從文件

# import_http_body_duplicated
source: Duplicated
ar: مكرر
ja: 複数の鯖はOK
ko: 중복 서번트
ru: Дублированный
zh: 允许2号机
zh_hant: 允許2號機

# import_http_body_locked
source: Locked Only
ar: المقفل فقط
ja: ロックしたもののみ
ko: 잠금된것만
zh: 仅锁定
zh_hant: 僅鎖定

source: Import Image
ja: 画像をインポート
ko: 이미지 가져오기
ru: Импорт изображения
zh: 导入图片
zh_hant: 導入圖片

# import_item_hint
source: My Room - Item List
ja: マイルーム - 所持アイテム一覧
ko: 마이룸 - 아이템 리스트
ru: Моя комната — список предметов
zh: 个人空间 - 道具一览
zh_hant: 個人空間 - 道具一覽

# import_item_screenshots
source: Items Screenshots
ja: アイテムのスクショ
ko: 아이템 스크린샷
ru: Скриншоты предметов
zh: 素材截图解析
zh_hant: 素材截圖解析

# import_screenshot
source: Import Screenshots
ar: استورد عن طريق لقطة شاشة
ja: スクショをインポートします
ko: 스크린샷 가져오기
ru: Импорт скриншотов
zh: 导入截图
zh_hant: 導入截圖

# import_screenshot_hint
source: Only update recognized results
ar: حدث العناصر التي تم التعرف عليها فقط
ja: 識別された結果のみをアップデートします
ko: 식별된 결과만 업데이트
ru: Обновлять только распознанные результаты
zh: 仅更新识别成功的結果
zh_hant: 僅更新識別成功的結果

# import_screenshot_update_items
source: Update Items
ar: تحديث العناصر
ja: 素材更新
ko: 갱신소재
ru: Обновить предметы
zh: 更新素材
zh_hant: 更新素材

source: Import Source File
ar: استورد ملف المصدر
ja: ソースデータをインポート
ko: 소스 파일 가져오기
ru: Импорт исходного файла
zh: 导入源数据
zh_hant: 導入源資料

# import_userdata_more
source: More import methods
ja: 他のインポート方法
ko: 이외의 불러오는 방법
ru: Дополнительные методы импорта
zh: 更多导入方式
zh_hant: 更多導入方式

# info_agility
source: Agility
ar: الرشاقة
ja: 敏捷
ko: 민첩
ru: Ловкость
zh: 敏捷
zh_hant: 敏捷

# info_bond_points
source: Bond Points
ar: نقاط البوند
ja: 絆ポイント
ko: 인연 포인트
ru: Очки Bond-а
zh: 羁绊点数
zh_hant: 羈絆點數

# info_bond_points_single
source: Point
ar: نقطة
ja: ポイント
ko: 포인트
ru: Очко
zh: 点数
zh_hant: 點數

# info_bond_points_sum
source: Sum
ar: الإجمالي
ja: 累計
ko: 합계
ru: Сумма
zh: 累积
zh_hant: 累積

# info_cards
source: Cards
ar: بطاقات
ja: カード
ko: 카드
ru: Карты
zh: 配卡
zh_hant: 配卡

# info_charge
source: Charge
ja: チャージ
ko: 차지
ru: Заряд
zh: 充能
zh_hant: 充能

# info_critical_rate
source: Critical Rate
ar: نسبة الكريتكال
ja: スター集中度
ko: 스타 집중도
ru: Приоритет Крит. Звёзд
zh: 暴击权重
zh_hant: 爆擊權重

# info_cv
source: Voice Actor
ar: مؤدي الأصوات
ja: CV
ko: CV
ru: Сэю
zh: 声优
zh_hant: 聲優

# info_death_rate
source: Death Rate
ar: نسبة الموت
ja: 即死補正
ko: 즉사율
ru: Шанс Смерти
zh: 被即死率
zh_hant: 被即死率

# info_endurance
source: Endurance
ar: قدرة التحمل
ja: 耐久
ko: 내구
ru: Выносливость
zh: 耐久
zh_hant: 耐久

# info_luck
source: Luck
ar: الحظ
ja: 幸運
ko: 행운
ru: Удача
zh: 幸运
zh_hant: 幸運

# info_mana
source: Mana
ar: المانا
ja: 魔力
ko: 마력
ru: Мана
zh: 魔力
zh_hant: 魔力

# info_np
source: NP
ar: الوهم النبيل
ja: 宝具
ko: 보구
zh: 宝具
zh_hant: 寶具

# info_np_rate
source: NP Rate
ar: نسبة الشحن
ja: NP率
ko: NP 수급률
ru: Генерация NP
zh: NP获得率
zh_hant: NP獲得率

# info_star_rate
source: Star Rate
ar: نسبة النجوم
ja: スター発生率
ko: 스타 수급률
ru: Генерация Крит. Звёзд
zh: 出星率
zh_hant: 產星率

# info_strength
source: Strength
ar: القوة
ja: 筋力
ko: 근력
ru: Сила
zh: 筋力
zh_hant: 筋力

# info_value
source: Value
ar: قيمة
ja: 数值
ko: 값
ru: Значение
zh: 数值
zh_hant: 數值

# input_invalid_hint
source: Invalid inputs
ar: مدخلات غير صالحة
ja: 入力が無効です
ko: 입력이 유효하지 않습니다
zh: 输入无效
zh_hant: 輸入無效

source: Install
ar: تنصيب
ja: インスト
ko: 설치
ru: Установить
zh: 安装
zh_hant: 安裝

source: Instant Death
ja: 即死
ko: 즉사
zh: 即死
zh_hant: 即死

source: Instant Death Params
zh: 即死参数
zh_hant: 即死參數

source: Interlude
ja: 幕間の物語
ko: 막간의 이야기
ru: Интерлюдия
zh: 幕间物语
zh_hant: 幕間物語

# interlude_and_rankup
source: Interlude & Rank Up
ar: انترلود والرانك اب
ja: 幕間・強化
ko: 막간퀘 및 강화퀘
ru: Интерлюдия & Rank Up
zh: 幕间&强化
zh_hant: 幕間&強化

source: Invalid input.
ja: 無効な入力
ko: 잘못된 입력입니다
zh: 无效输入
zh_hant: 無效輸入

source: Invalid startup path!
ja: 無効なスタートアップ！
ko: 잘못된 시작 경로입니다
ru: Неверный путь запуска!
zh: 无效启动路径!
zh_hant: 無效啟動路徑!

# invalid_startup_path_info
source: Please, extract zip to non-system path then start the app. "C:\", "C:\Program Files" are not allowed.
ja: 非システム・パスへ抽出して、アプリを再起動してください。"C:\", "C:\Program Files"などは無効なパス。
ko: 시스템 폴더가 아닌 곳에 zip을 추출 후 시작해 주시기 바랍니다, "C:\", "C:\Program Files" 는 사용할 수 없습니다.
ru: Пожалуйста, распакуйте zip-архив в несистемный путь, а затем запустите приложение. "C:\", "C:\Program Files" не допускаются.
zh: 请解压文件至非系统目录再重新启动应用。"C:\", "C:\Program Files"等路径为无效路径.
zh_hant: 請解壓文件至非系統目錄再重新啟動應用。"C:\", "C:\Program Files"等路徑為無效路徑.

# ios_app_path
source: "Files" app/On My iPhone/Chaldea
ja: "ファイル"アプリ/My iPhone/Chaldea
zh: "文件"应用/我的iPhone/Chaldea
zh_hant: "文件"應用/我的iPhone/Chaldea

source: Item
ar: المواد
ja: アイテム
ko: 아이템
ru: Предметы
zh: 素材
zh_hant: 素材

# item_already_exist_hint
source: {name} already exist
ar: {name} موجود مسبقا
ja: {name}はすでにあります
ko: {name}은 이미 존재합니다
ru: {name} уже существует
zh: {name}已存在
zh_hant: {name}已存在

# item_apple
source: Apple
ja: 果実
ko: 사과
ru: Яблоко
zh: 苹果
zh_hant: 蘋果

# item_category_bronze
source: Bronze Items
ar: المواد الفضية
ja: 銅素材
ko: 동색 아이템
ru: Бронзовые Предметы
zh: 铜素材
zh_hant: 銅素材

# item_category_gem
source: Gem
ar: جوهرة
ja: 輝石
ko: 휘석
zh: 辉石
zh_hant: 輝石

# item_category_gold
source: Gold Items
ar: المواد الذهبية
ja: 金素材
ko: 금색 아이템
ru: Золотые Предметы
zh: 金素材
zh_hant: 金素材

# item_category_magic_gem
source: Magic Gem
ar: جوهرة سحرية
ja: 魔石
ko: 마석
zh: 魔石
zh_hant: 魔石

# item_category_monument
source: Monument
ar: تمثال
ja: モニュメント
ko: 모뉴먼트
zh: 金像
zh_hant: 金像

# item_category_piece
source: Piece
ar: قطعة
ja: ピース
ko: 피스
zh: 银棋
zh_hant: 銀棋

# item_category_secret_gem
source: Secret Gem
ar: جوهرة سحرية
ja: 秘石
ko: 비석
zh: 秘石
zh_hant: 秘石

# item_category_silver
source: Silver Items
ar: مواد فضية
ja: 銀素材
ko: 은색 아이템
zh: 银素材
zh_hant: 銀素材

# item_category_special
source: Special Items
ar: مواد خاصة
ja: 特殊素材
ko: 특별 아이템
ru: Специальные предметы
zh: 特殊素材
zh_hant: 特殊素材

# item_edit_owned_amount
source: Edit Owned Amount
ko: 소유 수량 수정
ru: Изменить Своё Количество
zh: 修改库存
zh_hant: 修改庫存

source: Item Eff
ja: アイテム効率
ko: 아이템 효율
zh: 素材效率
zh_hant: 素材效率

# item_exceed_hint
source: Before planning, you can set exceeded num for items(Only used for free quest planning)
ar: قبل التخطيط ، يمكنك تعيين العدد المتجاوز للعناصر (تستخدم فقط في تخطيط المهام المجانيه )
ja: プランを計算する前に、材料の残量を設定することはできます（フリクエプランの場合のみ）
ko: 플랜을 계산하기 전에 초과한 재료를 설정할 수 있습니다(프리퀘스트 플랜의 경우에만)
ru: Перед планированием вы можете установить превышенное количество предметов (используется только для планирования Free Quest-ов).
zh: 计算规划前，可以设置不同材料的富余量(仅用于Free本规划)
zh_hant: 計算規劃遷，可以設置不同材料的剩餘量(僅用於于FQ規劃)

# item_grail2crystal
source: Grail → Lore
ja: 聖杯→伝承結晶
ko: 성배→전승 결정
zh: 圣杯→传承结晶
zh_hant: 聖杯→傳承結晶

# item_left
source: Left
ar: متبقي
ja: 残量
ko: 나머지
ru: Слева
zh: 剩余
zh_hant: 剩餘

# item_no_free_quests
source: No Free Quests
ar: لا فري كويستز
ja: フリークエストはありません
ko: 프리퀘스트 없음
ru: Нет Free Quest-ов
zh: 无Free本
zh_hant: 無FQ

# item_obtain_event_free_hint
source: Pay attention to the quest runs, few runs may result inaccurate stats!
ko: 횟수에 주의하세요. 실행 횟수가 적으면 통계가 부정확해질 수 있습니다!
ru: Обратите внимание на размер выборки для каждого уровня: если размер выборки слишком мал, статистические данные могут быть неточными!
zh: 请留意关卡样本数，样本数过少统计数据可能不准确！
zh_hant: 請留意關卡樣本數，樣本數過少統計數據可能不準確！

# item_only_show_lack
source: Only show lacked
ar: أظهر المطلوبة فقط
ja: 不足なアイテムのみ
ko: 부족한 것만 표시
ru: Показывать только недостающие
zh: 仅显示不足
zh_hant: 僅顯示不足

# item_own
source: Owned
ar: مملوك
ja: 所持
ko: 소유
ru: Полученные
zh: 持有
zh_hant: 持有

source: Item Screenshot
ar: المواد
ja: アイテムのスクショ
ko: 아이템 캡처
ru: Скриншот Предмета
zh: 素材截图
zh_hant: 素材截圖

# item_stat_include_owned
source: Include Owned
ja: 在庫を含める
ko: 재고 포함
ru: Включить овладаемые
zh: 包含库存
zh_hant: 包含庫存

# item_stat_sub_event
source: Subtract Event
ja: 活動収入を差し引く
ko: 이벤트 제외
ru: Вычесть События
zh: 减去活动所得
zh_hant: 減去活動所得

# item_stat_sub_owned
source: Subtract Owned
ja: 在庫を差し引く
ko: 재고 제외
ru: Вычесть овладаемые
zh: 减去库存
zh_hant: 減去庫存

# join_beta
source: Join Beta Program
ar: انضم للبيتا
ja: ベータ版に参加します
ko: 베타 프로그램에 참가하기
ru: Присоединиться к бета-программе
zh: 加入Beta版
zh_hant: 加入Beta版

# jump_to
source: Jump to {site}
ar: اقفز الى{site}
ja: {site}へ
ko: {site}(으)로 이동
ru: Перейти на {site}
zh: 跳转到{site}
zh_hant: 跳轉到{site}

# laplace_enemy_multi_ver_hint
source: Warning that this quest contains multiple enemy configurations, when searching shared teams or simulating check the corresponding version: Click Details - Select Version - Click the Calculate Button
ru: Предупреждение: этот квест содержит несколько конфигураций врагов. При поиске общих команд или симуляции проверьте соответствующую версию: Нажмите «Подробности» - «Выбрать версию» - нажмите кнопку «Рассчитать».
zh: 注意本关卡有多种版本的敌人配置，查找队伍或模拟时需注意切换到对应版本: 点击详情-选取版本-点击计算器按钮。

# laplace_my_teams
source: My Teams
ru: Мои команды
zh: 我的队伍

# laplace_upload_td_multi_dmg_func_hint
source: Multi-step NP found, please check MIN/MAX RNG to ensure NP refund is sufficient and able to clear the quest
ru: Найден многошаговый NP, проверьте MIN/MAX RNG, чтобы убедиться, что возврат NP достаточен и позволяет выполнить квест.
zh: 以下从者宝具存在多段攻击，请检查最小和最大随机数对NP回收等的影响，确保均能通关

source: Level
ar: مستوى
ja: レベル
ko: 레벨
ru: Уровень
zh: 等级
zh_hant: 等級

source: Limited Event
ar: أيفنت حصري
ja: 期間限定イベント
ko: 기간 한정 이벤트
ru: Ограниченное событие
zh: 限时活动
zh_hant: 限時活動

source: Limited Time
ko: 제한 시간
ru: Ограниченное время
zh: 限时
zh_hant: 限時

source: link
ar: رابط
ja: リンク
ko: 링크
ru: ссылка
zh: 链接
zh_hant: 連結

# list_count_shown_all
source: {shown} shown (total {total})
ja: 表示{shown}/合計{total}
ko: {shown} 표시 (합계 {total})
ru: {shown} показано (всего {total})
zh: 显示{shown}/总计{total}
zh_hant: 顯示{shown}/總計{total}

# list_count_shown_hidden_all
source: {shown} shown, {ignore} ignored (total {total})
ja: 表示{shown}/無視{ignore}/合計{total}
ko: {shown} 표시, {ignore} 무시 (합계 {total})
ru: {shown} показано, {ignore} проигноророванно (всего {total})
zh: 显示{shown}/忽略{ignore}/总计{total}
zh_hant: 顯示{shown}/忽略{ignore}/總計{total}

# list_end_hint
source: {first, select, true{Already the first one} false{Already the last one} other{No more}}
ja: {first, select, true{最初のもの} false{最後のもの} other{最後のもの}}
ko: {first, select, true{이미 첫번째입니다.} false{이미 마지막입니다.} other{마지막입니다.}}
ru: {first, select, true{Это уже первое} false{Это уже последнее} other{Больше нет}}
zh: {first, select, true{已经是第一张} false{已经是最后一张} other{已经到头了}}
zh_hant: {first, select, true{已經是第一張} false{已經是最後一張} other{已經到頭了}}

source: Load FFO Data
ko: FFO 데이터 로드
ru: Загрузить данные FFO
zh: 加载FFO数据
zh_hant: 加載FFO資料

# local_team_save_no_replay_warning
source: Only save quest and team info, no replay data
ru: Сохранять только информацию о задании и команде, без данных повторов.
zh: 仅保存关卡和队伍信息，无法保存操作信息

source: Logic Type
ru: Логический тип
zh: 逻辑关系
zh_hant: 邏輯關係

# logic_type_and
source: AND
ko: 그리고
ru: И
zh: 且
zh_hant: 且

# logic_type_or
source: OR
ko: 또는
ru: ИЛИ
zh: 或
zh_hant: 或

source: Login Auth
zh: 登陆凭据(Auth)
zh_hant: 登入憑證(Auth)

# login_change_name
source: Change Name
ja: ユーザー名を変更
ko: 사용자 이름 변경
ru: Изменить Имя
zh: 修改用户名
zh_hant: 修改用戶名

# login_change_password
source: Change Password
ar: غير كلمة السر
ja: パスワードを変更
ko: 비밀번호 변경
ru: Изменить пароль
zh: 修改密码
zh_hant: 修改密碼

# login_confirm_password
source: Confirm Password
ja: パスワードを確認
ko: 비밀번호 확인
ru: Подтвердить пароль
zh: 确认密码
zh_hant: 確認密碼

# login_first_hint
source: Please login first
ar: الرجاء تسجيل الدخول اولا
ja: まずログインしてください
ko: 먼저 로그인을 해주세요
ru: Пожалуйста, сначала войдите в систему
zh: 请先登陆
zh_hant: 請先登入

# login_forget_pwd
source: Forget Password
ar: نسيت كلمة السر
ja: パスワードを忘れた場合
ko: 비밀번호를 잊어버렸습니다
ru: Не помню пароль
zh: 忘记密码
zh_hant: 忘記密碼

# login_login
source: Login
ar: دخول
ja: ログイン
ko: 로그인
ru: Войти
zh: 登陆
zh_hant: 登入

# login_logout
source: Logout
ar: خروج
ja: ログアウト
ko: 로그아웃
ru: Выйти
zh: 登出
zh_hant: 登出

# login_new_name
source: New Name
ja: 新しいユーザー名
ko: 새 사용자 이름
ru: Новое Имя
zh: 新用户名
zh_hant: 新用戶名

# login_new_password
source: New Password
ar: كلمة سر جديدة
ja: 新しいパスワード
ko: 새 비밀번호
ru: Новый Пароль
zh: 新密码
zh_hant: 新密碼

# login_password
source: Password
ar: كلمة سر
ja: パスワード
ko: 비밀번호
ru: Пароль
zh: 密码
zh_hant: 密碼

# login_password_error
source: 6-18 characters, at least one alphabet
ar: يجب ان تحتوي على حروف وأرقام وألا تقل عن أربعة خانات
ja: 6-18桁の文字と数字のみ、さらに少なくとも1つの英語文字を含んでください
ko: 6-18자리의 문자와 숫자만, 최소한 하나 이상의 영어 문자를 포함하십시오.
ru: 6–18 символов, как минимум одна буква алфавита
zh: 6-18位字母和数字，至少包含一个字母
zh_hant: 6-18位字母和數字，至少包含一個字母

# login_password_error_same_as_old
source: Cannot be the same as the old password
ar: لا يمكن ان تكون نفس كلمة السر القديمة
ja: 以前のパスワードと同じのはならない
ko: 이전 비밀번호와 같음
ru: Не может совпадать со старым паролем.
zh: 不能与旧密码相同
zh_hant: 不能與舊密碼相同

# login_signup
source: Signup
ar: تسجيل
ja: 登録
ko: 회원가입
ru: Зарегестрироваться
zh: 注册
zh_hant: 註冊

# login_username
source: Username
ar: اسم المستخدم
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh: 用户名
zh_hant: 用戶名

# login_username_error
source: Can only contain letters and numbers, starting with a letter, no less than 4 digits
ar: لابد ان يحتوي اسم المستخدم على حروف وأرقام وان يبتدئ بحرف وألا يكون أقل من أربع خانات
ja: 4桁以上の文字と数字のみ、さらに英語文字で始まりしてください
ko: 4자리 이상의 문자 또는 숫자로 구성할수 있습니다
ru: Может содержать только буквы и цифры, начинаться с буквы, не менее 4 цифр.
zh: 只能包含字母与数字，字母开头，不少于4位
zh_hant: 只能包含字母與數字，字母開頭，不少於4位
