Repository: chaldea-center/chaldea
Catalog: lib/l10n/intl_*.arb
Languages: ar, ja, ko, ru, zh, zh_hant

# upload_team_critical_team_warning
source: Too many normal cards, please reduce unnecessary cards. If it's indeed critical-based team, check:
ru: Слишком много обычных карт, пожалуйста, сократите количество ненужных. Если это действительно критически настроенная команда, проверьте:
zh: 普通指令卡过多，请减少不必要出卡。若确实为暴击队请勾选:

source: Usage
ja: 使い方
ko: 사용 방법
ru: Использование
zh: 使用方法
zh_hant: 使用方法

source: Userdata
ar: بيانات المستخدم
ja: ユーザーデータ
ko: 사용자 데이터
ru: Пользовательские данные
zh: 用户数据
zh_hant: 用戶資料

# userdata_download_backup
source: Download Backup
ar: تحميل نسخة احتياطية
ja: バックアップをダウンロード
ko: 백업 파일을 다운로드
ru: Скачать резервную копию
zh: 下载备份
zh_hant: 下載備份

# userdata_download_choose_backup
source: Choose one backup
ar: اختر نسخة احتياطية
ja: バックアップを選択
ko: 백업 파일을 선택
ru: Выберать одну резервную копию
zh: 选择一个备份
zh_hant: 選擇一個備份

source: Userdata (Local)
ja: ユーザーデータ（ローカル）
ko: 사용자 데이터(로컬)
ru: Пользовательские данные (Локально)
zh: 用户数据(本地)
zh_hant: 用戶資料(本地)

# userdata_sync_hint
source: Only account data, not include local settings, up to 3 backups within 3 months
ru: ВРЕМЕННО! Только данные учётной записи, без локальных настроек. До 3 резервных копий в течение 1 недели!
zh: 仅包含账户数据，不包含本地设置，最多储存3个月内的3个最新备份
zh_hant: 僅更新帳號數據，不包含本地設置

# userdata_sync_server
source: Data synchronization(Server)
ja: データ同期(サーバー)
ko: 데이터 동기화(서버)
ru: Синхронизация данных (Сервер)
zh: 同步数据(服务器)
zh_hant: 同步數據(伺服器)

# userdata_upload_backup
source: Upload Backup
ar: رفع نسخة احتياطية
ja: バックアップをアップロード
ko: 백업 파일을 업로드
ru: Загрузить резервную копию
zh: 上传备份
zh_hant: 上傳備份

source: Valentine craft
ar: كرافت عيد الحب
ja: チョコ礼装
ko: 발렌타인 예장
ru: Валентиновая Эссенция
zh: 情人节礼装
zh_hant: 情人節禮裝

source: Valentine Script
ko: 발렌타인 스토리
ru: Валентиновый сюжет
zh: 情人节剧情
zh_hant: 情人節劇情

source: Version
ar: النسخة
ja: バージョン
ko: 버전
ru: Версия
zh: 版本
zh_hant: 版本

source: Video
ko: 영상
ru: Видео
zh: 视频
zh_hant: 影片

source: View Illustration
ar: عرض الرسومية
ja: イラストを表示します
ko: 일러스트 보기
ru: Посмотреть иллюстрацию
zh: 查看卡面
zh_hant: 查看卡面

source: Voice
ar: صوت
ja: ボイス
ko: 음성
ru: Голос
zh: 语音
zh_hant: 語音

source: War
ar: الحروب
ja: クエスト一覧
ko: 퀘스트 정보
ru: Война
zh: 关卡配置
zh_hant: 關卡配置

# war_age
source: Age
ar: العصر
ja: 時代
ko: 연대
ru: Эпоха
zh: 年代
zh_hant: 年代

# war_banner
source: Banner
ar: البانر
ja: バナー
ko: 배너
ru: Баннер
zh: 标题图
zh_hant: 標題圖

# war_board
source: Grail Front
ja: 聖杯戦線
ko: 성배전선
zh: 圣杯战线
zh_hant: 聖杯戰線

# war_map
source: Map
ja: マップ
ko: 지도
ru: Карта
zh: 地图
zh_hant: 地圖

source: Warning
ar: تحذير
ja: 警告
ko: 경고
ru: Предупреждение
zh: 警告
zh_hant: 警告

# web_domain_choice_hint
source: CN endpoint for China mainland Web app is only recommended for PC users, Mobile website is laggy and may refresh unexpectedly.
ru: Конечная точка CN для материкового Китая Веб-приложение рекомендуется только для пользователей ПК, мобильный сайт работает медленно и может неожиданно обновляться.
zh: 大陆地区请选择国内节点 网页版仅推荐PC用户使用，手机版网页性能较差且bug较多如无故刷新

source: Web Renderer
ja: Webレンダラ
zh: Web渲染器
zh_hant: Web渲染器

source: Debug
ar: تصحيح
ja: デバッグ
ru: Дебаг

source: Debug FAB
ru: Дебаг FAB

source: Debug Menu
ar: قائمة التصحيح
ja: デバッグメニュー
ru: Дебаг Меню

# event_campaign
source: Campaign
ar: احتفالية
ko: 캠페인
ru: Кампания
zh_hant: 活動

source: Master-Detail width
ru: Ширина Master-Detail

source: Not Found
ar: غير موجود
ru: Не найдено

# quest_wave
source: Wave
ru: Волна

# event_cooltime
source: Cooltime
ko: 쿨타임
zh_hant: 冷卻時間
